{"fname": "train_6", "dialogue": "#Person1#: Here we come.\n#Person2#: Thank you. What's the fare?\n#Person1#: $ 10.\n#Person2#: How can it be?\n#Person1#: Well, the rate is two dollars for the first two kilometers and twenty cents for each additional two hundred meters.\n#Person2#: I see. Thanks for your drive.", "summary": "#Person1# tells #Person2# the fare of taking a taxi.", "topic": "pay the fare"}
{"fname": "train_7", "dialogue": "#Person1#: Can I help you?\n#Person2#: Yes. I sent in my resume at the end of last week. I'm applying for the accounts assistant position.\n#Person1#: May I have your name please?\n#Person2#: My name is Judy Liao. That's spelled L I A O.\n#Person1#: Alright. . . And did you have some specific questions about your application?\n#Person2#: Not really. I was in the neighborhood, and I just wanted to stop in to see if you received my resume.\n#Person1#: Oh, that's no problem. Just give me a moment, and I can check. Judy Liao. Let's see. . . Yes, here it is. Judy Liao. We have received your resume.\n#Person2#: Thank you.\n#Person1#: Is there anything else I can help you with?\n#Person2#: Yes, maybe. The ad in the newspaper said you wanted the resume, a cover letter, and two letters of recommendation. I included those things in the envelope. Is there anything else I should send?\n#Person1#: No, that is all we need. If we have those things included, that is sufficient.\n#Person2#: Do you know when they will start setting up interviews for the job?\n#Person1#: I'm not really sure about that. But I know we are still receiving resumes. Maybe after a week or two they will start calling applicants.\n#Person2#: I see. Well, thank you very much for helping me. You have been very helpful.\n#Person1#: If you have any further questions, you can call any time.\n#Person2#: Thank you.\n#Person1#: Thank you. Goodbye.", "summary": "Judy Liao's applying for the accounts assistant position. She asks #Person1# whether they have received her resume, and #Person1# helps her check. #Person1# tells Judy there's nothing else she should send, and after a week or two they may start calling applicants.", "topic": "a job application"}
{"fname": "train_8", "dialogue": "#Person1#: This is a good basic computer package. It's got a good CPU, 256 megabytes of RAM, and a DVD player.\n#Person2#: Does it come with a modem?\n#Person1#: Yes, it has a built-in modem. You just plug a phone line into the back of the computer.\n#Person2#: How about the monitor?\n#Person1#: A 15 - inch monitor is included in the deal. If you want, you can switch it for a 17 - inch monitor, for a little more money.\n#Person2#: That's okay. A 15 - inch is good enough. All right, I'll take it.", "summary": "#Person1# shows a basic computer package to #Person2#. #Person2# thinks it's good and will take it.", "topic": "a computer package"}
{"fname": "train_9", "dialogue": "#Person1#: Excuse me, do you know where the visa office is?\n#Person2#: Yes, I do. I'll walk you there.\n#Person1#: Thanks.\n#Person2#: Are you applying to study or work abroad?\n#Person1#: I want to study abroad.\n#Person2#: What do you want to study?\n#Person1#: I hope to study English Literature.\n#Person2#: Have you got your visa yet?\n#Person1#: Not yet. I have an interview with a visa official today.\n#Person2#: I see. Is it your first interview?\n#Person1#: No, I'Ve already been here for 3 interviews.", "summary": "#Person1# has an interview with a visa official. #Person1# asks #Person2# the way to the visa office.", "topic": "a visa"}
{"fname": "train_10", "dialogue": "#Person1#: Could you do me a favor?\n#Person2#: Sure. What is it?\n#Person1#: Could you run over to the store? We need a few things.\n#Person2#: All right. What do you want me to get?\n#Person1#: Well, could you pick up some sugar?\n#Person2#: Okay. How much?\n#Person1#: A small bag. I guess we also need a few oranges.\n#Person2#: How many?\n#Person1#: Oh, let's see. . . About six.\n#Person2#: Anything else?\n#Person1#: Yes. We're out of milk.\n#Person2#: Okay. How much do you want me to get? A gallon?\n#Person1#: No. I think a half gallon will be enough.\n#Person2#: Is that all?\n#Person1#: I think so. Have you got all that?\n#Person2#: Yes. That's small bag of sugar, four oranges, and a half gallon of milk.\n#Person1#: Do you have enough money?\n#Person2#: I think so.\n#Person1#: Thanks very much. I appreciate it.", "summary": "#Person1# asks #Person2# to do a favor. #Person2# agrees and helps buy a small bag of sugar, six oranges, and a half-gallon of milk.", "topic": "do a favor"}
{"fname": "train_11", "dialogue": "#Person1#: Look! This picture of Mom in her cap and gown.\n#Person2#: Isn't it lovely! That's when she got her Master's Degree from Miami University.\n#Person1#: Yes, we are very proud of her.\n#Person2#: Oh, that's a nice one of all of you together. Do you have the negative? May I have a copy?\n#Person1#: Surely, I'll have one made for you. You want a print?\n#Person2#: No. I'd like a slide, I have a new projector.\n#Person1#: I'd like to see that myself.\n#Person2#: Have a wallet size print made for me, too.\n#Person1#: Certainly.", "summary": "#Person2# thinks the picture is lovely and asks #Person1# to give a slide and a wallet-size print.", "topic": "a copy"}
{"fname": "train_12", "dialogue": "#Person1#: Did Bean send these dirty jokes to you, too? Look!\n#Person2#: What a creep! Phony good luck e-mails are one thing, but sexual harassment is crossing the line.\n#Person1#: No wonder he asked for my address first-he just wants to harass me!\n#Person2#: You could try using a spam filter to reject stuff that's obviously pornographic or anything else you don't want.", "summary": "#Person2# suggests #Person1# use a spam filter to reject Bean's pornographic stuff.", "topic": "sexual harrassment"}
{"fname": "train_13", "dialogue": "#Person1#: How old is Keith?\n#Person2#: He's 21. how old is James?\n#Person1#: He's a year older than Keith, but he looks younger.\n#Person2#: How's your father?\n#Person1#: He's fine. He retired last week. It's turning going in his life. Now he can relax and enjoy his retirement.\n#Person2#: He can spend more time with his grandchildren.\n#Person1#: Oh, I don't think he wants to. He wants to travel to several different countries around the world.\n#Person2#: So, he wants to have a more active retirement. Good idea!\n#Person1#: How do you want to spend your old age?\n#Person2#: In the same way, probably.", "summary": "#Person1# and #Person2# are talking about their families' ages. #Person2#'s father wants to travel around the world after retirement.", "topic": "age"}
{"fname": "train_14", "dialogue": "#Person1#: What kind of music do you like listening to?\n#Person2#: I like music that has a fast beat and is lively, like dance music. You know, I go to a disco almost every week. Sometimes it's too loud though. You prefer classical music, don't you?\n#Person1#: Yes, I do. I find it very relaxing. I often listen to Mozart or Bach in the evening after a hard day at work.\n#Person2#: I must admit that I like several pieces of classical music. It's certainly more sophisticated that modern dance music.\n#Person1#: Classical music is supposed to be good for you brain. Research suggest that it makes your brain more active. Students who listen to classical music while studying perform better.\n#Person2#: Really? Perhaps I should listen to classical music often. I heard that listening to classical music is helpful in reducing stress.\n#Person1#: Yes. That's why I listen to it in the evenings. I usually play it as background music while I'm cooking or doing other housework.\n#Person2#: I'Ve got a few classical music CD's. I should follow your lead and increase my brian power.\n#Person1#: You can find plenty of recording on the internet too. You can listen to samples and then buy them very cheaply if you like them.\n#Person2#: That's a good idea. You should do the same with some music. You might find something you like. Classical music might make you clever, but dance might make you livelier and happier.\n#Person1#: That's true. There's clear evidence that people who listen to lively music are lively people. Music can influence a person's feeling and character.", "summary": "#Person2# likes dance music while #Person1# prefers classical music. #Person1# suggests #Person2# listen to more classical music because it can make the brain more active and reduce stress. #Person2# tells #Person1# classical music makes #Person2# clever, but dance makes #Person1# livelier and happier.", "topic": "music"}
{"fname": "train_15", "dialogue": "#Person1#: I am confused by what he said.\n#Person2#: Why do you say that?\n#Person1#: I don't know what he wants to do. Does he want help me or just scold me?\n#Person2#: Think a little. I think he means well at the bottom of his heart.", "summary": "#Person1# tells #Person2# #Person1#'s confused by the man's words.", "topic": "be confused"}
{"fname": "train_16", "dialogue": "#Person1#: Tell me something about your Valentine's Day.\n#Person2#: Ok, on that day, boys usually give roses to the sweet hearts and girls give them chocolate in return.\n#Person1#: So romantic. young people must have lot of fun.\n#Person2#: Yeah, that is what the holiday is for, isn't it?", "summary": "#Person2# tells #Person1# their Valentine's Day. #Person1# feels it's romantic.", "topic": "Valentine's Day"}
{"fname": "train_17", "dialogue": "#Person1#: Are these your triplets? They're beautiful! I'Ve seen other babies who were nothing but skin and bones at their age. You know, they're absolutely identical of you and John! Are you planning on having any more?\n#Person2#: Bite your tongue! I'm already at the end of my rope. Some nights I don't sleep at all. John manages to sleep like a log even when the babies are screaming at the top of their lungs.\n#Person1#: Well, tell me. How was the labor and delivery?\n#Person2#: I wouldn't say that I had the time of my life but at least everything went without a hitch.\n#Person1#: Well, hang in there. In twenty years, you'll fell it was well worth it!", "summary": "#Person1# asks #Person2# whether she plans on having more babies. #Person2# refuses because #Person2# even has no time to sleep when they're screaming.", "topic": "triplets"}
{"fname": "train_18", "dialogue": "#Person1#: Whoa, look at all those ice cream choices!\n#Person2#: Yes, that is a lot of choices. What is your favorite?\n#Person1#: I love anything with chocolate the best.\n#Person2#: I like chocolate myself.\n#Person1#: Is there any kind of ice cream you don't like?\n#Person2#: I really don't like any ice cream with nuts in it.\n#Person1#: I haven't ever cared for that myself.\n#Person2#: Have you ever had garlic ice cream?\n#Person1#: That sounds absolutely disgusting!\n#Person2#: It was. Let's stick with the regular choices today, though.", "summary": "#Person1# and #Person2# are talking about different choices of ice cream. They decide to choose regular ones.", "topic": "ice cream"}
{"fname": "train_19", "dialogue": "#Person1#: So will you come to work with us?\n#Person2#: Can I use my green pad again to write you admiring notes?\n#Person1#: We'll have to negotiate that. It's a possibility.\n#Person2#: You miss me, don't you?\n#Person1#: Don't push your luck, Dave.\n#Person2#: OK, I'm in. When do I start?\n#Person1#: As soon as you can get here. We'll be waiting for you.", "summary": "#Person1# invites Dave to work together, and Dave agrees.", "topic": "work together"}
{"fname": "train_20", "dialogue": "#Person1#: How do you put this seat back? I know there is a lever somewhere.\n#Person2#: What are you doing?\n#Person1#: I'm getting dressed, what does it look like?\n#Person2#: It looks like you are about to get dressed. Did you forget we are in a car on the road?\n#Person1#: I'm good at this. Nobody will see anything.\n#Person2#: Are you kidding? You're going to cause an accident just from people gawking!\n#Person1#: All right, pull over at that service station and I'll dress in the ladies'room.\n#Person2#: That will be my pleasure.", "summary": "#Person1#'s getting dressed in the car, and #Person2# warns her not. #Person1#'ll get dressed at the service station.", "topic": "get dressed"}
{"fname": "train_21", "dialogue": "#Person1#: We're supposed to check in at the Air China's counter 30 minutes before take-off, Joe.\n#Person2#: Yes, I know. The boarding time on the ticket says 17:05, and now it's 16:15. I guess we have plenty of time.\n#Person1#: Do we need to show our ID cards when checking in?\n#Person2#: Yes. It's essential.\n#Person1#: What about our luggage?\n#Person2#: We can check it and hand carry the small bags. And we have to open each for inspection.\n#Person1#: Are they going to frisk all the passengers?\n#Person2#: I think so. We certainly don't want a hijack to happen on the plane today.", "summary": "#Person1# asks #Person2# what they need to do when they check in at the Air China's counter.", "topic": "check in"}
{"fname": "train_22", "dialogue": "#Person1#: I've heard that you provide very good service, so when I need a mover, I call you guys first.\n#Person2#: Thanks a lot for calling us. Could you tell me more about what you need us to do?\n#Person1#: Oh, you see, we are on the 8th floor, and moving into the 6th floor in another building. It is about 15 kilometers to get there.\n#Person2#: OK, the cost depends on the floor to move to, the distance between two places and the amount of the furniture to move.\n#Person1#: How much will it cost in that case?\n#Person2#: Oh, let me see. It fits the second standard rates. Have a look at the contract, please.\n#Person1#: Your charge is divided into two parts, the Payment in Advance and the rest. I thought that I should pay all of it before moving.\n#Person2#: No, firstly we sign the contract ; you pay 50 % of what it costs, and the rest when we finish moving.\n#Person1#: The damage and compensation item confuses me. Could you give some explanation?\n#Person2#: OK. If any of the articles was damaged during moving, you may make a claim for compensation with our department.", "summary": "#Person1# calls #Person2# because #Person1# needs a mover. #Person1# tells #Person2# what needs them to do and asks for the cost. #Person2# shows the contract and explains the cost and compensation.", "topic": "a mover"}
{"fname": "train_23", "dialogue": "#Person1#: Hi, Mike. Haven't seen you for a while. How's Cathy?\n#Person2#: We are not seeing each other any more.\n#Person1#: What happened? Did you break up?\n#Person2#: Yeah. I got sick and tired of her nagging all the time.\n#Person1#: Oh, I am sorry. Maybe you were just emotional at that moment. Do you think you guys can get back together?\n#Person2#: I don't know. There's plenty of fish out there in the sea!\n#Person1#: Oh, you are such a dog!", "summary": "Mike broke up with Cathy. #Person1# feels sorry, but Mike doesn't want to get back.", "topic": "break up"}
{"fname": "train_24", "dialogue": "#Person1#: Out of every movie that you've seen, which one is your favorite?\n#Person2#: I'm going to have to say that Superbad is the best movie ever.\n#Person1#: You think so, how come?\n#Person2#: Well, Superbad is super funny.\n#Person1#: You're not lying, I found that movie absolutely hilarious.\n#Person2#: I didn't know that you saw Superbad before.\n#Person1#: I made sure to be in line to see it the first day it came out.\n#Person2#: I couldn't keep from laughing throughout the whole movie.\n#Person1#: I was laughing hysterically the whole time ; my stomach muscles hurt afterwards.\n#Person2#: That's exactly how I felt.\n#Person1#: I got the movie when it came out on DVD, do you want to come over?\n#Person2#: I would love to.", "summary": "Both #Person1# and #Person2# think Superbad is funny. They can't stop laughing when they watch it. #Person1# invites #Person2# to see it together.", "topic": "a movie"}
{"fname": "train_25", "dialogue": "#Person1#: What's all the security check about, Jimmy? Does it mean the bar may be a dangerous place?\n#Person2#: No, of course not. Just in case. Nothing to worry about. Don't you also do this in China?\n#Person1#: I don't know. Maybe the same. Actually, this is my first time being in a bar.\n#Person2#: Oh, then it's my honor to be here with you. I can see now why you've been so curious about the bar stuff. You like this place?\n#Person1#: Sure. I love this place, especially the decoration. So tasteful!\n#Person2#: Yeah. Other than that, the real feature are the excellent drinks. Can I have your ticket?\n#Person1#: Here it is. But, what for? We're already in.\n#Person2#: Well, with the ticket, you can get a free drink. What would you like? Orange juice?\n#Person1#: Yes, orange juice will be fine for me. But how can you get the drink? It's so crowded there around the counter. You can barely move.\n#Person2#: I'll show you how. The bar tenders know whose turn it is. And also, I can snap my fingers to catch his attention.\n#Person1#: Cool. Thanks.", "summary": "It is the first time for #Person1# to come to the bar. #Person1# loves the tasteful decoration. Jimmy asks #Person1# to give him the ticket so that he can get a free drink for #Person1#.", "topic": "a bar"}
{"fname": "train_26", "dialogue": "#Person1#: Excuse me, do you go to the Central Park?\n#Person2#: Yes, this is the right bus.\n#Person1#: Could you please tell me when I get to the Central Park?\n#Person2#: Don't worry. I'll call out the stops.\n#Person1#: ( A few minutes later. ) Should I get off at the next stop?\n#Person2#: No, don't worry. I'll get you off when you get there.\n#Person1#: Is it a long ride?\n#Person2#: No, not that long. Two more stops, and you'll get off, sir.\n#Person1#: OK. I know. Thank you.\n#Person2#: Not at all.", "summary": "#Person1# takes a bus to Central Park. #Person2# tells #Person1# when to get off.", "topic": "take a bus"}
{"fname": "train_27", "dialogue": "#Person1#: Mr. White, I would like to give you notice that I will be leaving the company. It will be effective at the beginning of the next month.\n#Person2#: Jessica, I am very sorry to hear that. Why are you leaving?\n#Person1#: I've been offered another job with higher salary. And it also gives me the opportunity of promotion.\n#Person2#: Oh. If you had talked to me first, we would have given you a raise.\n#Person1#: You are really a good employer, Mr. White and I am very lucky to have such a good boss like you. But this new job is more in my field of interest training. It's something I have always wanted.\n#Person2#: Ok, good luck, Jessica. By the way, if you ever need a letter of recommendation, I would be happy to write one for you.", "summary": "Jessica tells Mr. White she'll be leaving because she's been offered another job. Mr. White feels sorry but is willing to write a recommendation letter for her.", "topic": "leave the company"}
{"fname": "train_28", "dialogue": "#Person1#: Have you had any experience with sales work?\n#Person2#: Yes, I have. In fact, I had worked for a foreign trade company for nearly two years, where I established business ties with several firms.\n#Person1#: What exactly did you do at that company?\n#Person2#: Visit customers, dispatch consignments and things like that.\n#Person1#: Did you like your work?\n#Person2#: Yes, I did.\n#Person1#: But when and why did you leave the company?\n#Person2#: I left it two months ago. I didn't think I could learn much there, and there were not many opportunities for self-development.\n#Person1#: I see. Why did you choose our company?\n#Person2#: I've been informed that there are many opportunities to develop myself in your company. Besides, I grew up in a city in the Northeast. I have lots of acquaintances in the region, which might help to push sales.", "summary": "#Person1# is interviewing #Person2# and asks #Person2# several questions, including experience with sales work, the work at the previous company, and why #Person2# left there.", "topic": "an interview"}
{"fname": "train_29", "dialogue": "#Person1#: It's Sunday today.\n#Person2#: Yes, I know.\n#Person1#: I think we should have a house cleaning today. What's your opinion?\n#Person2#: Oh, no. We just did it last week.\n#Person1#: Come on. What do you want to do? Washing clothes or cleaning the house?\n#Person2#: I'd rather wash the clothes.\n#Person1#: Okay. Here is the laundry.\n#Person2#: Oh, My God! So much!\n#Person1#: Don't worry. I'll help you with it later.", "summary": "#Person1# suggests having a house cleaning, and #Person2# chooses to wash clothes.", "topic": "clean the house"}
{"fname": "train_30", "dialogue": "#Person1#: May I take your order?\n#Person2#: We haven't decided yet. Could you give us a little longer?\n#Person1#: Yes, take your time, please.\n#Person2#: Can we get something to drink? We want two bottles of beer.\n#Person1#: Fine.\n#Person2#: Could you tell us your specials today?\n#Person1#: The special today is steak.\n#Person2#: We'll take this steak dinner.\n#Person1#: What would you like to go with your steak?\n#Person2#: Peas and carrots.\n#Person1#: I see. What would you like for dessert?\n#Person2#: Icecream, please.", "summary": "#Person1# serves #Person2# to order two bottles of beer, a steak dinner, and ice cream.", "topic": "order food"}
{"fname": "train_31", "dialogue": "#Person1#: Can I help you?\n#Person2#: I want a leather jacket.\n#Person1#: What size, please?\n#Person2#: Size 40.\n#Person1#: What color would you prefer?\n#Person2#: Let me see. Do you think a brown one will do?\n#Person1#: Well, the brown one is beautiful indeed, but I think the black one will suit you better.\n#Person2#: Really? Please get it for me.\n#Person1#: Will there be anything else?\n#Person2#: Is this dress made of pure silk?\n#Person1#: Yes, it is. It's brilliant.\n#Person2#: Is it washable?\n#Person1#: Yes, it is. But you have to be careful.\n#Person2#: How much, please?\n#Person1#: Only 350 yuan.\n#Person2#: All right. Will you wrap it for me?\n#Person1#: OK. Here you are.", "summary": "#Person2# buys a leather jacket and a dress made of pure silk with #Person1#'s recommendation.", "topic": "buy a jacket"}
{"fname": "train_32", "dialogue": "#Person1#: The place I've heard so much about is Los Angeles. The climate is pretty good. Year-round flowers, Year-round swimming. How do like it?\n#Person2#: Well, the beaches are beautiful. But people there are terribly annoyed by the dirty air. I mean, the combination of fog, smoke and automobile exhaust. There is not enough wind to blow it away.", "summary": "#Person2# tells #Person1# people are annoyed by the dirty air in Los Angeles.", "topic": "climate"}
{"fname": "train_33", "dialogue": "#Person1#: Sir, you've been using the online catalogue for quite a while. Is there anything I can do to help you?\n#Person2#: Well, I've got to write a paper about Hollywood in the 30s and 40s, and I'm really struggling. There are hundreds of books, and I just don't know where to begin.\n#Person1#: Your topic sounds pretty big. Why don't you narrow it down to something like.., uh... the history of the studios during that time?\n#Person2#: You know, I was thinking about doing that, but more than 30 books came up when I typed in 'movie studios'.\n#Person1#: You could cut that down even further by listing the specific years you want. Try adding '1930s' or '1940s' or maybe 'Golden Age'.\n#Person2#: 'Golden Age' is a good idea, Let me type that in. Hey, look, just 6 books this time That's a lot better.\n#Person1#: Oh, another thing you might consider. Have you tried looking for any magazines or newspaper articles?\n#Person2#: No, I've only been searching for books.\n#Person1#: Well, you can look up magazine articles in the Reader's Guide to Periodical Literature.\n#Person2#: Okay, I think I'll get started with these books and then I'll go over the magazines.\n#Person1#: If you need any help, I'll be over at the Reference Desk.\n#Person2#: Great, thanks a lot.", "summary": "#Person2# is struggling to choose the books about Hollywood in the 30s and 40s. #Person1# suggests he narrow the topic down by listing the specific years he wants. #Person1# tells #Person2# he can look up magazine articles.", "topic": "search for books"}
{"fname": "train_34", "dialogue": "#Person1#: So, how was your vacation? You went to Paris, didn't you?\n#Person2#: Yeah, with my parents. We just got back on Saturday. It was wonderful!\n#Person1#: What sights did you visit?\n#Person2#: Well, we saw all the most famous places, the Eiffel Tower, Notre Dame Cathedral... They were so interesting.\n#Person1#: Did you take any tours?\n#Person2#: Just one - a boat tour on the Seine River.\n#Person1#: Wow! That sounds fantastic.\n#Person2#: Yeah. It was a great way to see the city.\n#Person1#: Did you go to any of the famous art museums?\n#Person2#: Yeah. My parents love art, so they spent hours in the museums. But for me, it was pretty boring. I'm just not very interested in paintings.\n#Person1#: So, what else did you do?\n#Person2#: Well, I guess my favorite thing to do was just to sit in cafes and watch the people. It was really relaxing, and French coffee is terrific.\n#Person1#: It sounds like a great vacation to me. But I have work at hand. Hopefully I'll be there one day.", "summary": "#Person1# asks #Person2# what #Person2# did during the vocation to Paris. #Person2# saw all the most famous places and enjoyed sitting in cafes most. #Person1#'s looking forward to a vacation.", "topic": "vocation"}
{"fname": "train_35", "dialogue": "#Person1#: I'm tired of watching television. Let's go to cinema to- night.\n#Person2#: All right. Do you want to go downtown? Or is there a good movie in the neighborhood?\n#Person1#: I'd rather not spend a lot of money. What does the pa- per say about neighborhood theaters?\n#Person2#: Here's the list on page... Column 6. Here it is. Where's the Rialto? There's a perfect movie there.\n#Person1#: That's too far away. And it's hard to find a place to park there.\n#Person2#: Well, the Grand Theater has Gone with the wind.\n#Person1#: I saw that years ago. I couldn't wait to see it again. Moreover, it's too long. We wouldn't get home until midnight.\n#Person2#: The Center has a horror film. You wouldn't want to see that?\n#Person1#: No, indeed. I wouldn't be able to sleep tonight.\n#Person2#: That's about ell there is. Unless we change our decision and go downtown.\n#Person1#: No, we just can't pay for it. There must be something else we haven't seen.\n#Person2#: Here, look for yourself, I can't find anything else.\n#Person1#: Look at this!\n#Person2#: What?\n#Person1#: In the television timetable, there's a baseball game on television tonight.\n#Person2#: I wasn't looking for a TV program. I was looking at the movie ads.\n#Person1#: I know, but I just happened to notice it. New York is playing Boston.\n#Person2#: That must be good. I wouldn't mind watching that.\n#Person1#: OK. Let's stay home. We can go to the cinema Friday.", "summary": "#Person1#'s tired of watching television, so #Person1# and #Person2# search on the paper to choose a movie to watch. But they don't decide a suitable one. #Person1# finds there will be a baseball game tonight, so they decide to stay at home.", "topic": "watch a movie"}
{"fname": "train_36", "dialogue": "#Person1#: Say, Lisa, what are you watching?\n#Person2#: A Japanese film. I'm going to spend all next year in Japan, and I'd better get to know more about its culture.\n#Person1#: You mean you are accepted into the program?\n#Person2#: Sure.\n#Person1#: That's wonderful. You must be excited.\n#Person2#: Excited and nervous. You know I must work on some basic conversation skills.\n#Person1#: How much Japanese can you understand?\n#Person2#: Only a little now. But I'll attend a special language class next month.\n#Person1#: I wish I were as clever as you are in foreign languages. I'd love to study abroad.\n#Person2#: Then why don't you? The school has a lot of programs that don't require the mastery of a foreign language. You just have to be the kind of person who is and can get used to a new environment fast.\n#Person1#: I thought all programs required one to know a foreign language. Thank you for letting me know this.", "summary": "Lisa's accepted into the program and will go to Japan next year. She encourages #Person1# to have a program that doesn't require the mastery of a foreign language.", "topic": "a foreign language"}
{"fname": "train_37", "dialogue": "#Person1#: Morning, Sue. Did you enjoy your holiday in the country?\n#Person2#: Yes, thanks. We had a great time. And some friends went with us.\n#Person1#: Where did you stay? In a hotel?\n#Person2#: No. We camped in the mountains, near Snowdon. We cooked all our meals over an open fire.\n#Person1#: Sounds wonderful. Was the weather good?\n#Person2#: The sun shone nearly every day and it didn't rain at all.\n#Person1#: Did you like the people there?\n#Person2#: Yes, they were great. We met some farmers and had tea in their houses.\n#Person1#: When did you get back? Last night?\n#Person2#: No. This morning. You'll think we were mad. We got up at 4:30, left at 5 and arrived here at 9. I'm so tired. What about you? Did you have a good weekend?\n#Person1#: Yes, but I didn't do much. I stayed at home. The weather was terrible.", "summary": "Sue had a great holiday in the country, and the weather was good. #Person1# just stayed at home at the weekend because of the terrible weather.", "topic": "holiday"}
{"fname": "train_38", "dialogue": "#Person1#: Why didn't you tell me you had a girlfriend? \n#Person2#: Sorry, I thought you knew. \n#Person1#: But you should have told me you were in love with her. \n#Person2#: Didn't I? \n#Person1#: You know you didn't. \n#Person2#: Well, I'm telling you now. \n#Person1#: Yes, but you might have told me before. \n#Person2#: I didn't think you'd be interested. \n#Person1#: You can't be serious. How dare you not tell me you were going to marry her? \n#Person2#: Sorry, I didn't think it mattered. \n#Person1#: Oh, you men! You're all the same. ", "summary": "#Person1# is angry because #Person2# didn't tell #Person1# that #Person2# had a girlfriend and would marry her.", "topic": "have a girlfriend"}
{"fname": "train_39", "dialogue": "#Person1#: Please make yourselves at home. Let me take your coats. Dinner is almost ready. I hope you brought your appetite \n#Person2#: Your house is lovely, Armand! Very interesting decor. . . very. . . Gothic. \n#Person3#: I think it's amazing! You have such good taste, Armand. I'm thinking of re-decorating my house. maybe you could give me a few pointers? \n#Person1#: It would be my pleasure. Please have a seat. Can I offer you a glass of wine? \n#Person3#: We would love some! \n#Person1#: Here you are. A very special merlot brought directly from my home country. It has a unique ingredient which gives it a pleasant aroma and superior flavor \n#Person3#: Mmm. . . it's delicious! \n#Person2#: It's a bit bitter for my taste. . . almost tastes like. . . like. . . \n#Person3#: Ellen! Ellen! Are you okay? \n#Person1#: Did she pass out? \n#Person3#: Yeah. . . \n#Person1#: I hope that you didn't poison her drink too much! You'll ruin our meal! ", "summary": "Ellen and #Person3# visit Armand's house, and they have dinner together. The glass of wine provided by Armand is a bit bitter for Ellen, and she passes out.", "topic": "have a dinner"}
{"fname": "train_40", "dialogue": "#Person1#: I just bought a new dress. What do you think of it?\n#Person2#: You look really great in it. So are you going to a job interview or a party?\n#Person1#: No, I was invited to give a talk in my school.\n#Person2#: So how much did you pay for it?\n#Person1#: I pay just $70 for it. I saved $30.\n#Person2#: That's really a bargain.\n#Person1#: You're right. Well, what did you do while I was out shopping?\n#Person2#: I watched TV for a while and then I did some reading. It wasn't a very interesting book so I just read a few pages. Then I took a shower.\n#Person1#: I thought you said you were going to see Mike.\n#Person2#: I'll go and visit him at his home tomorrow. He'll return home tomorrow morning.\n#Person1#: I'm glad he can finally returned home after that accident.", "summary": "While #Person1# made a bargain to buy a new dress, #Person2# watched TV, read a boring book, and took a shower at home.", "topic": "go shopping"}
{"fname": "train_41", "dialogue": "#Person1#: Hi, is Olivia there, please?\n#Person2#: I'm sorry. She's out for lunch. Do you want to leave a message?\n#Person1#: Yes. This is Harris. Could you tell Olivia that I'll wait for her at the box office of the cinema at 7:10?\n#Person2#: Sure, Harris. You'll wait for her at the box office at 10.\n#Person1#: No, at 7:10.\n#Person2#: Oh, sorry, at 7:10. I'll tell Olyvia.\n#Person1#: Thank you.", "summary": "Harris calls Olivia, but Olivia's out. #Person2# asks him to leave a message.", "topic": "leave a message"}
{"fname": "train_42", "dialogue": "#Person1#: Hello, is this doctor, Smith's office?\n#Person2#: Yes, it is. May I help you?\n#Person1#: Yes, I'd like to speak to doctor Smith, please?\n#Person2#: Doctor Smith went home this afternoon. May I ask who is calling?\n#Person1#: This is Jim White.\n#Person2#: Oh yes, mister White. Doctor Smith asked me to give you his home phone number.\n#Person1#: Just a moment, please. Yes, what's the number?\n#Person2#: His number is 77231059.\n#Person1#: Thank you very much.\n#Person2#: That's all right.", "summary": "Jim calls Doctor Smith, but he isn't available. #Person2# asks Jim for his number.", "topic": "leave phone number"}
{"fname": "train_43", "dialogue": "#Person1#: Why are you so excited, Edward? Is there anything happy?\n#Person2#: Of course. Not only happy, but also meaningful. I took the subway to school this morning. Iin the subway station, I saw one novel lying on a seat there and another near the elevator.\n#Person1#: Really? They must have been put there by someone for sharing.\n#Person2#: Yes, I was curious in red one. What a good way to kill time on the way. I plan to put my book there, too. Just for sharing.\n#Person1#: Great. But please, place it in a proper place and don't bother the traffic.\n#Person2#: OK, I will.", "summary": "Edward is excited because he thinks it's a good way to put books on the subway for people to kill time.", "topic": "share a book"}
{"fname": "train_44", "dialogue": "#Person1#: Next week is your birthday party. How exciting! What do you want for your birthday?\n#Person2#: Well, a car like yours would be fantastic.\n#Person1#: Hmm...Maybe not a car just yet. You're only turning 9, you know? How about a doll?\n#Person2#: Mom, I'm a boy. Boys don't play with stupid dolls, but a machine gun would be OK, too.\n#Person1#: Well, not this time. Maybe we could get you a nice dress and a little purse, son. Maybe...\n#Person2#: Maybe I should change my name to Mary since you seem to want a daughter so badly?", "summary": "#Person2# wants a cool birthday present, but his mom wants to give him a sissy present.", "topic": "birthday"}
{"fname": "train_45", "dialogue": "#Person1#: Are you still watching the soap opera, Nancy?\n#Person2#: Yeah. I can't take my eyes off that when it is on.\n#Person1#: Is it that appealing?\n#Person2#: Well, the cast of the opera isn't very strong and the story isn't so impressive, but the main actor's acting is really outstanding, who is handsome, too.\n#Person1#: Shall we think you need a break right now? There is a football match on channel eight.\n#Person2#: Oh, stop talking about that stupid match. I really don't understand why certain people are running after one ball.\n#Person1#: If we can choose program, I'd rather watch the documentary, this kind of soap opera is really boring.\n#Person2#: Everyone has his own taste. And have you ever heard of the saying, 'One man's meat is another's poison.'\n#Person1#: But you been in front of TV for almost 5 hours, even at dinner time. I had to say you were the most selfish person I have ever seen.\n#Person2#: Well, well, watch channel.", "summary": "Nancy's watching a soap opera, but #Person1# wants to watch a football match. Nancy refuses to have a break, so #Person1# says she is selfish.", "topic": "watch TV"}
{"fname": "train_46", "dialogue": "#Person1#: Mister Ewing said we should show up at the conference center at 4 o'clock, right?\n#Person2#: Yes, he specially asked us not to be late. Some of the people from our East York branch office are coming and he wants to make a good impression on them. How are you getting there?\n#Person1#: I was thinking of taking my car but I think I'm just going to take the underground because there is construction on the highway. What about you?\n#Person2#: I'll be taking the underground as well. Why don't we go together? I've been to the conference center only once, and I'm not sure if I can find my way around there.", "summary": "To get to the conference centre early, #Person1# and #Person2# decide to take the underground, and #Person2# proposes to go there together.", "topic": "the conference center"}
{"fname": "train_47", "dialogue": "#Person1#: What's the accommodation like in London Ahmed?\n#Person2#: Well, it's a bit difficult. There are thousands of overseas students here, you know.\n#Person1#: Would it be better to stay in a hotel, to share a flat, or to stay with a family?\n#Person2#: It would probably be better to stay with a family to begin with, Carla.\n#Person1#: You wouldn't recommend sharing a flat?\n#Person2#: No, I wouldn't move into a flat if I were you. You won't get much studying done in a flat. You'll spend half your time cooking and cleaning.\n#Person1#: How can I find out about families who take in students?\n#Person2#: There's a list at the student union building on campus. The people at the student union should be able to help you find a family to stay with.", "summary": "#Person2# recommends Carla to stay with a family because living in a flat will take much time to cook and clean.", "topic": "accommodation in London"}
{"fname": "train_48", "dialogue": "#Person1#: Excuse me where is the airport?\n#Person2#: Um, it's pretty far away. I can show you on the map on my smart phone.\n#Person1#: Oh, sorry, and what I meant is how can I get there?\n#Person2#: Well, that depends. Do you want to get there quickly or cheaply?\n#Person1#: Probably the latter would be better.\n#Person2#: All right. If you go down one block and take a left, you'll see the number 12 subway station. Take the number 12 all the way to Grove Street. And then transferred to the airport express' train.\n#Person1#: How will I know where to change trains?\n#Person2#: There will be announcements on the train. But I'm sure there will also be a lot of other people with big suitcases. You can just follow them.", "summary": "#Person1# asks #Person2# a cheap way to get to the airport. #Person2# guides #Person1# to take the subway and then transfer to the airport express's train.", "topic": "show the way"}
{"fname": "train_49", "dialogue": "#Person1#: Were you a leader when you were in college?\n#Person2#: Yes. I was Propaganda department minister of our university.\n#Person1#: Did you get any honors or awards at your university?\n#Person2#: No. It ' s a pity about it.\n#Person1#: Were you involved in any club activities at your university?\n#Person2#: Yes. I was a member of the basketball Society. I like playing basketball.\n#Person1#: What extracurricular activities did you usually take part in at your college?\n#Person2#: I sometimes played basketball and sometimes played football.", "summary": "#Person2# tells #Person1# #Person2# was Propaganda department minister and played basketball in college.", "topic": "interview"}
{"fname": "train_50", "dialogue": "#Person1#: You have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to have an attorney present during questioning. If you cannot afford an attorney, one will be appointed for you. Do you understand?\n#Person2#: Yes.\n#Person1#: What's your name?\n#Person2#: My name is James.\n#Person1#: What's your nationality?\n#Person2#: American.\n#Person1#: What's your relationship with the victim?\n#Person2#: I don't know him.\n#Person1#: Why did you attack the victim?\n#Person2#: Because he beat me first when I tried to stop him from grabbing my bag and running away.\n#Person1#: How many times did you stab the victim?\n#Person2#: I stabbed his belly three times.\n#Person1#: Did you know that your actions might cause serous injuries or death?\n#Person2#: I knew, but I couldn't control myself.\n#Person1#: Was it your intention to kill the victim?\n#Person2#: No. I didn't kill him on purpose, madam. It's him who caused the incident. I need to see my attorney.\n#Person1#: OK. Give me his number and we'll contact him.", "summary": "#Person1# stabbed the victim because he beat #Person1# first and tried to grab #Person1#'s bag. #Person1# says he didn't kill him on purpose.", "topic": "interrogate the murderer"}
{"fname": "train_51", "dialogue": "#Person1#: What kind of job do you intend to do?\n#Person2#: I want to do some management job since I have three-year's work history.\n#Person1#: What are your plans if you were hired?\n#Person2#: I would apply my specialty and experience to my job and gradually move up to the management level in this company.", "summary": "#Person2# tells #Person1# #Person2#'s ideal job and the job plan if hired.", "topic": "job interview"}
{"fname": "train_52", "dialogue": "#Person1#: Hello, this is Lucie Jing calling from Lincoln Bank. May I speak to Mr. Was, please?\n#Person2#: Speaking.\n#Person1#: Ah, hello, Mr. Was. I'm just calling about your new credit card. It has arrived with us, so you can either come to collect it, or we can send it on to you.\n#Person2#: Sending it won't be necessary. I'm actually coming in for a meeting with my Personal Banker this afternoon.\n#Person1#: What perfect timing!\n#Person2#: Indeed. Is there anything I need to do before I collect it?\n#Person1#: Not really. But we do recommend you to read through our terms and conditions again before you sign the card, just in case there is something you aren't happy with.\n#Person2#: I'm sure it'll be fine. How about my PIN number?\n#Person1#: That will be sent on to you within 2 working days. Then, you can start using your new card.\n#Person2#: Great. I'll be in later today. Thanks for calling. Bye.", "summary": "Lucie Jing phones for Mr. Was to talk about his new credit card. Mr. Was wants to collect it himself, and Lucie recommends him to read through the documents again before signing the card.", "topic": "credit card"}
{"fname": "train_53", "dialogue": "#Person1#: Thank you for lending me the book.\n#Person2#: Sure. But it's a very difficult one, you need to have a dictionary at your elbow.\n#Person1#: But I'm not used to looking up every new word when I'm reading a novel. I only look up the most necessary ones.", "summary": "#Person1# borrows a book from #Person2# and will only look up the most necessary words.", "topic": "read a book"}
{"fname": "train_54", "dialogue": "#Person1#: Let's start out to discuss the question of payment terms.\n#Person2#: I suppose you know very well that we require irrevocable letters of credit payable against presentation of shipping documents.\n#Person1#: I fully understand your position. An irrevocable letter of credit ensures that the seller gets paid in time. But, on the other hand it would add to the buying costs. We've been, after all, trading partners for 3 years and you know us well. Can't you give us D / A or D / P?\n#Person2#: I'm afraid it has been our practice so far to insist on payment by L / C.\n#Person1#: But on our part, our government is reluctant to approve of L / C payment for our imports. And there is the licensing problem.\n#Person2#: I understand that. Still, I'm not in a position to help you. Maybe we could do something later when we have had more and larger deals together.", "summary": "#Person1# requests #Person2# to give them D / A or D / P but #Person2# insists on payment by L / C, so the business isn't done.", "topic": "business talk"}
{"fname": "train_55", "dialogue": "#Person1#: Hello, what can I do for you?\n#Person2#: Um. . . Hello, I would like to open an account.\n#Person1#: OK! What kind of account do you want to open?\n#Person2#: I want to open a current account.\n#Person1#: I will open it for you right now.\n#Person2#: What's the minimum deposit for opening a current account?\n#Person1#: It's 10 yuan. How much money do you want to deposit?\n#Person2#: Well, here's 3, 000 yuan.\n#Person1#: Please write down your name, address and the amount of your deposit here. And please choose a passcode of six numbers and confirm it.\n#Person2#: OK, here you are.\n#Person1#: Thank you. Please confirm your information and sign your name in the blank.\n#Person2#: Done! What else should I do?\n#Person1#: That's all. Here's your bank card, and here's the certificate of deposit. Bring your bank card with you every time you come to deposit or withdraw money.\n#Person2#: OK. Thanks. Goodbye!\n#Person1#: Bye!", "summary": "#Person1# helps #Person2# open a current account, deposit 3,000 yuan, set the passcode and confirm all the information.", "topic": "open an account"}
{"fname": "dev_10", "dialogue": "#Person1#: I am tired of everything in my life.\n#Person2#: What? How happy you life is! I do envy you.\n#Person1#: You don't know that I have been over-protected by my mother these years. I am really about to leave the family and spread my wings.\n#Person2#: Maybe you are right.", "summary": "#Person1# feels tired because of #Person1#'s mother's over-protection.", "topic": "happy life"}
{"fname": "dev_11", "dialogue": "#Person1#: There are advertisements everywhere here in hong kong. The city is so bright at night, with all the neon signs.\n#Person2#: I like it. It makes the city feel alive. I like all the different colors and I like the billboards with eye-catching pictures and slogans.\n#Person1#: I think that there are too many of them. I think that companies spend far too much money on advertising. They should have lower prices instead. Then they would see more.\n#Person2#: I see your point, but if companies didn't spend money on advertising, no one would hear about their products. I agree that some form of advertising can be annoying. I don't like it when people try to give you leaflets with information about products you have no intention of buying.\n#Person1#: I really hate receiving spam. I also dislike having to listen to advertisements and jingles when they are broadcast in stores or on the subway.\n#Person2#: Yes, that annoys me too. With billboards, you can look away, but with broadcasts, you can't avoid them. I like the way that advertising agencies use comedy in their campaign.\n#Person1#: I like that too. I don't like the way that advertising campaign often tell you if you don't buy a certain product, you're not cool or modern or efficient or something.\n#Person2#: That kind of advertising seems to be very common with brand name products. They are always trying to maintain brand loyalty.", "summary": "#Person1# and #Person2# talk about advertisements in Hong Kong. #Person2# likes the billboards, while #Person1# thinks there're too many advertisements. They both hate leaflets and broadcasts but like the way that advertising agencies use comedy in their campaign.", "topic": "advertisement"}
{"fname": "dev_12", "dialogue": "#Person1#: Hi, Mr. Zhang. What's wrong? You don't look so happy. How was your date?\n#Person2#: I was turned down again. It's frustrating. I guess you'Ve got to teach me some skills.\n#Person1#: Me? I'm even less experienced than you are.\n#Person2#: At least you know what American women generally like in a man.\n#Person1#: Believe it or not, I guess American women like a man in good shape, which Chinese women may not care about so much. That's my honest opinion. I know you have been trying very hard.\n#Person2#: American men are naturally taller than Chinese men. So even if I exercise, there aren't many chances.\n#Person1#: No, that's not true. I'Ve met two American women who were married to Chinese. But those Chinese look very strong and healthy. So if you exercise more often, I bet it will surely be easier for you to date American girls. How old is Jacky Chan? He's small and short. But I bet he can have any American woman he wants.\n#Person2#: You know, that's going to be a tremendous change for me. Because I never exercise.\n#Person1#: Why don't you try then? Even if it doesn't help you find an American girl, you could still have a stronger and healthier body. You won't lose anything by doing that.", "summary": "Mr. Zhang was turned down again and asks #Person1# to teach some skills. #Person1# thinks American women like a man in good shape and suggests Mr. Zhang try to exercise.", "topic": "dating experience"}
{"fname": "dev_13", "dialogue": "#Person1#: What sports do you think women excel at most?\n#Person2#: I think women excel in every sport except the ones that are taboo for us to join in, like football.\n#Person1#: I mean which ones are they better at than men?\n#Person2#: Why do you care? Women and men are different all around. I don't think they can be compared.\n#Person1#: That's a good point. Let me change my question. What sports do women like best?\n#Person2#: Well, I know some women who love golf and I know others who love contact sports.\n#Person1#: Are you saying that women can't be generally categorized?\n#Person2#: Are you suggesting that anyone can be?", "summary": "#Person1# asks #Person2# what sports women excel at and is better than men. #Person2# thinks men and women could not be compared.", "topic": "women and sports"}
{"fname": "dev_14", "dialogue": "#Person1#: Is there a city where it's always warm?\n#Person2#: Yes, there are many cities where it's almost always warm. San Diego, for example.\n#Person1#: Are there any other cities where it's always hot?\n#Person2#: Many. Most of the cities in the southern part of the United States are hot all year.\n#Person1#: But why do so many people live there?\n#Person2#: Most people grow accustomed to the climate, but there are many others who complain about it all the time.\n#Person1#: Are there any cities where it rains a lot?\n#Person2#: Several. Two good examples are Seattle, in the state of Washington, and Portland, Oregon.\n#Person1#: Tell us about some cold cities.\n#Person2#: In the north there are many cities which are very cold in the winter. Boston and Chicago are two of them.\n#Person1#: Is it always cold in Chicago and Boston?\n#Person2#: Oh, no. On the contrary, there are many beautiful days, especially in the spring and fall.", "summary": "#Person1# wants to know the cities where it's always warm, hot, rains a lot, and cold respectively, and #Person2# tells #Person1# these cities accordingly.", "topic": "different climates"}
{"fname": "dev_15", "dialogue": "#Person1#: Julia, I would like to have a word with you. Have a seat.\n#Person2#: Thank you.\n#Person1#: According to your performance, I decided to give you a salary increase. From next month, there will be a 2, 000 yuan raise to your salary. Although your first raise might not sound considerable, the company believes that with your ability, sooner or later you'll get a better raise.\n#Person2#: Thank you very much. Mr. George. As a newcomer, I understand that you have your consideration and I am satisfied with the raise.\n#Person1#: I think you deserved this.\n#Person2#: Thank you again. I'll keep doing my best.", "summary": "Mr. George decides to give Julia a salary increase according to her performance, and Julia feels satisfied.", "topic": "salary increase"}
{"fname": "dev_16", "dialogue": "#Person1#: I'm afraid it's bad news for you. You haven't got the position.\n#Person2#: Oh, no! I can't have failed. Are you sure?\n#Person1#: I'm afraid so. I'm terribly sorry.\n#Person2#: It sucks. But Arden told me he's satisfied with my qualifications and experience.\n#Person1#: He's the only one of the several to decide this.\n#Person2#: How am I going to face the fellows in our office? They thought I would be promoted. They must be waiting for my good news.\n#Person1#: I don't think the thing can be that serious. You should face the result. Besides, I don't think the position is the best for you.\n#Person2#: But I lost the chance.\n#Person1#: Keep working hard, and then you will get another chance of promotion someday.", "summary": "#Person1# tells #Person2# #Person2# hasn't got the position. #Person2# feels disappointed and #Person1# encourages #Person2# to keep working hard.", "topic": "lose promotion"}
{"fname": "dev_17", "dialogue": "#Person1#: Hello, Sara are you finished packing yet? Do you need a hand?\n#Person2#: Thanks. Dad, but I can manage it myself.\n#Person1#: Make sure you have your ID card. You will need it while you travel.\n#Person2#: Yes, I know. The problem is that I can't find it. Where did you put it?\n#Person1#: All your important documents and certificates should be in the desk drawer.\n#Person2#: Oh, yes, here it is.\n#Person1#: Sara?\n#Person2#: What's up?\n#Person1#: Did you buy a map? Traveling can be really inconvenient without one, and you could even wind up lost\n#Person2#: No. Dad. We have a tour guide.\n#Person1#: Also, take these pills in case you have any airsickness, and take some cold medicine, too. How about some band-aids?\n#Person2#: No, I won't get sick. I promise. Ok. I've finished. Bye, Dad. See you!\n#Person1#: Take care, dear! Be careful! Oh Sara, wait a minute! You forget your raincoat and umbrella.\n#Person2#: Dad, that's all right. I don't think it will rain. And it doesn't make any sense to take that many things on a trip. Besides I like to travel light. Bye!", "summary": "#Person1# reminds Sara of several items to pack for the trip. Sara decides not to take them except her ID card because she likes to travel light.", "topic": "travel packing"}
{"fname": "dev_18", "dialogue": "#Person1#: Can I help you, ma'am.\n#Person2#: Yes, will you keep our bags until 6 p. m. ?\n#Person1#: Are you all our guests?\n#Person2#: Yes, we checked out just now.\n#Person1#: Please fill in this form.\n#Person2#: Is this all right?\n#Person1#: So you are leaving this evening. We keep your bags until 6 p. m. Here's your tag.\n#Person2#: Thanks a lot.", "summary": "#Person2# asks for #Person1#'s help to keep the bags until 6 p.m.", "topic": "keep the bags"}
{"fname": "dev_19", "dialogue": "#Person1#: sorry, Brad. But you are going to have to re-do this.\n#Person2#: What's the problem, Ms. Murphy?\n#Person1#: It's badly organized. I can't present this to the board.\n#Person2#: I'm sorry. Ms. Murphy. I'll re-work it. Can I give it back to you this afternoon?", "summary": "Ms. Murphy asks Brad to re-do the work badly organized.", "topic": "working conversation"}
{"fname": "dev_20", "dialogue": "#Person1#: Did you know that drinking beer helps you sing better?\n#Person2#: Are you sure? How do you know?\n#Person1#: Well, usually people think I'm a terrible singer, but after we all have a few beers, they say I sound a lot better!\n#Person2#: Well, I heard that if you drink enough beer, you can speak foreign languages better. . .\n#Person1#: Then after a few beers, you'll be singing in Taiwanese?\n#Person2#: Maybe. . .", "summary": "#Person1# says drinking beer helps sing better, but #Person2# heard it helps speaking foreign languages.", "topic": "drinking beer"}
{"fname": "dev_21", "dialogue": "#Person1#: Good afternoon, Miss Qi.\n#Person2#: Good afternoon. It's very nice to see you again.\n#Person1#: How are you feeling today?\n#Person2#: I'm much better. The stomachache is gone, and the doctor is about to give me another endoscope examination to see whether the ulcer has healed.\n#Person1#: That's good. Well, these are for you. I hope you will like them.\n#Person2#: How beautiful they are! Thank you so much.\n#Person1#: I've also brought some magazines for you. I hope they'll keep you from getting bored while you're in the hospital.\n#Person2#: You're so thoughtful!\n#Person1#: It's time for me to leave. I hope you will recover soon. See you later.\n#Person2#: Thank you for coming. Good - bye.", "summary": "#Person1# visits Miss Qi in the hospital and brings some magazines to keep her from getting bored.", "topic": "visit a patient"}
{"fname": "dev_22", "dialogue": "#Person1#: Amy, you don't look so well. What happened?\n#Person2#: Yes. I feel terrible. I have been coughing for the whole morning.\n#Person1#: Do you feel anything else?\n#Person2#: Yes. I feel chilly and sluggish.\n#Person1#: Have you had similar feelings before?\n#Person2#: No. This is my first day abroad. I am not sure what is wrong with me.\n#Person1#: Don't worry. I believe you are just not agreeing with the local climate. I will get you some medicine. You will be alright after a good rest.\n#Person2#: Thank you very much.", "summary": "Amy feels terrible. #Person1# thinks she's not agreeing with the local climate and will get her some medicine.", "topic": "local climate"}
{"fname": "dev_23", "dialogue": "#Person1#: Would you like to order now, madam?\n#Person2#: Yes, please. I'd like the steak and mushrooms.\n#Person1#: How would you like your steak, rare, medium, or well-done?\n#Person2#: I'd like it well done, please.\n#Person1#: What kind of potatoes would like to go with that, mushed, boiled, or baked?\n#Person2#: I think i have bake potatoes. And i now have ice tea with lemon on the side, please.\n#Person1#: Good, and would you care for soup or salad to start with?\n#Person2#: I'd like cream onion soup please.\n#Person1#: Will you have dessert to be, madam?\n#Person2#: I want to skip desert. That is all, thank you.\n#Person1#: OK, I'll be with you in a moment.", "summary": "#Person1# helps #Person2# order a well-done steak, mushrooms, baked potatoes, ice tea, and soup.", "topic": "order food"}
{"fname": "dev_24", "dialogue": "#Person1#: I've been working hard for a whole year. I really need a break.\n#Person2#: That's true. You need to take some time off to relax.\n#Person1#: You said it. I'm looking forward to my annual vacation.\n#Person2#: When are you going to take your vacation?\n#Person1#: Later this month. I can't wait!\n#Person2#: I really envy you. You know I'm not taking my vacation until December.", "summary": "#Person1# will take an annual vacation, but #Person2# cannot take it until December.", "topic": "annual vacation"}
{"fname": "dev_25", "dialogue": "#Person1#: Waiter, get me rag, please. I have just spilled my wine.\n#Person2#: Let me help you.\n#Person1#: Thank you. Please bring me some paper napkins.\n#Person2#: Here you are.\n#Person1#: I think I should be more careful next time.", "summary": "#Person1# spilled the wine and asks #Person2# for rags.", "topic": "at the restaurant"}
{"fname": "dev_26", "dialogue": "#Person1#: What's wrong with you?\n#Person2#: I'm trying to send the instruction book by E-mail, but I failed many, many times. And there is something wrong with the net maybe. It's so slow.\n#Person1#: Well, maybe the net is slow now. Try it again.\n#Person2#: I am used to editing with Word 2003, and there are many pictures in the book.\n#Person1#: It's beyond question. You can save it the same as a document.\n#Person2#: I merely know how to send the direct letter. But I am not familiar with the attachment.\n#Person1#: It's the same as usual. The only difference lies in that you need to paste the book as an attachment.\n#Person2#: Can I mail the book if it is a large file?\n#Person1#: There are limitations to the capacity of an E-mail. Commonly it's no more than 4 MB.\n#Person2#: What if it exceeds the capacity?\n#Person1#: You can divide it into several documents to mail. Or you can download the mentioned software from the warning.", "summary": "#Person2# failed to send the instruction book by E-mail. #Person1# helps and teaches #Person2# how to do it.", "topic": "send an E-mail"}
{"fname": "dev_27", "dialogue": "#Person1#: Bill, will you be free at noon?\n#Person2#: Yes. What can I do for you?\n#Person1#: We need a new filing cabinet in the office. Could you go downtown with me after lunch?\n#Person2#: All right. Have you got an idea about what type to buy?\n#Person1#: Yes, the same as the one we have. And we also need some small articles in the office, such as pens, clips, erasers and sticky notes.\n#Person2#: Can you remember them all?\n#Person1#: Susan has already given me a list of all the stationery which we need to buy.", "summary": "#Person1# invites Bill to buy office supplies which Susan has listed for #Person1#.", "topic": "go shopping"}
{"fname": "dev_28", "dialogue": "#Person1#: Do you know anything about health food?\n#Person2#: It is so popular among people to preserve health now, so I read some books about health food.\n#Person1#: Can you give me some examples?\n#Person2#: Drinking warm and fresh water in the morning on wakening up is one of ways to keep healthy.\n#Person1#: Really? Why we must have warm and fresh water?\n#Person2#: Warm water can be good for your stomach, which is empty at that moment. And freshness can keep the water active to clean your digest system.\n#Person1#: Anything else?\n#Person2#: Yogurt, because it has protein, vitamins and it is acidic. If you drink it everyday, your stomach will be more comfortable.", "summary": "#Person1# asks #Person2# about health food and concrete examples. #Person2# lists warm and fresh water and yogurt and explains the reason.", "topic": "healthy food"}
{"fname": "dev_29", "dialogue": "#Person1#: The bridegroom looks a bit nervous.\n#Person2#: On this occasion, most people do.\n#Person1#: Oh, they are playing the wedding March. Here they come.\n#Person2#: She is a beautiful bride.\n#Person1#: I am so happy for them.\n#Person2#: Are you crying?\n#Person1#: Yes, I always cry at weddings.\n#Person2#: Harris and Anne are perfect for each other.\n#Person1#: Yes, they are.\n#Person2#: You and Tom also make a great couple.\n#Person1#: In fact, we are beginning to make preparations.\n#Person2#: For the wedding?\n#Person1#: No, no, for the engagement.\n#Person2#: Try to catch this bouquet then.", "summary": "#Person1# and #Person2# are touched by the wedding, and #Person1# says #Person1# and Tom are preparing for their engagement.", "topic": "wedding"}
{"fname": "dev_30", "dialogue": "#Person1#: We've been cramming for tomorrow's history exam since early this morning. What do you say we take a break and listen to some music, okay?\n#Person2#: Now that you mention it, I'm getting a little bumed-out from studying nonstop, too. Listening to some music for a while would suit me just fine.\n#Person1#: While you're picking out a record to play, I'll grab a couple of beers out of the refrigerator.\n#Person2#: You sure have a lot of discs here.\n#Person1#: Yeah, I've got everything from rock n'roll to the latest new - wave stuff.\n#Person2#: To tell you the truth, I'm strictly into classical music. You don't happen to have any Bach or Mozart, do you?\n#Person1#: Sorry, my taste in music doesn't go back any further than the 1960's. Music written before then is just history to me.\n#Person2#: Well, speaking of history, let's get back to the books. We'Ve got an exam tomorrow, remember?", "summary": "#Person1# and #Person2# are preparing for the history exam. #Person1# suggests taking a break to listen to some music, but they have different music tastes. Then they get back to books.", "topic": "prepare for exams"}
{"fname": "dev_31", "dialogue": "#Person1#: Excuse me. Have you got any books on genetic engineering? I've looked for them everywhere, but I can't find any.\n#Person2#: I'm not sure if we've got any now. Books of that kind are on this shelf. Well, I'm afraid we've sold out.\n#Person1#: What a pity! I should have come earlier.\n#Person2#: Come some time next week if you like. I think we'll have got some by then.\n#Person1#: Ok, I will.", "summary": "#Person1# wants books on genetic engineering. #Person2# says they're sold out and asks #Person1# to come next week.", "topic": "buy books"}
{"fname": "dev_32", "dialogue": "#Person1#: Excuse me. Does this bus go to the National Library of China?\n#Person2#: Yes, there are three stops left.\n#Person1#: How long is the ride?\n#Person2#: Well, you will get there in about a quarter of an hour if the traffic isn't too heavy.\n#Person1#: Thank you. Would you please let me know when we get to the stop? I'm a stranger here.\n#Person2#: Sure, madam. I'll remind you.", "summary": "#Person1# asks #Person2# to remind her when they get to the stop.", "topic": "take a bus"}
{"fname": "dev_33", "dialogue": "#Person1#: How are you, Mrs. Brandon?\n#Person2#: Pretty good. How are you doing?\n#Person1#: Not so good. I lost my job today.\n#Person2#: I'm sorry to hear that.\n#Person1#: How are your students doing?\n#Person2#: They are very nervous about their final test.\n#Person1#: I remember you gave our class a hard final test in my first year of college. Many of us failed. But I really learned a lot from you. You see, I can speak very good English.\n#Person2#: Thank you for saying so.", "summary": "#Person1# lost the job but is grateful for Mrs. Brandon from who #Person1# learned a lot.", "topic": "casual chat"}
{"fname": "dev_34", "dialogue": "#Person1#: Good afternoon, Dr. Anderson's office.\n#Person2#: Hello, my name is John Keat, and I was hoping I could come in today to see the doctor.\n#Person1#: Are you a patient of Dr. Anderson?\n#Person2#: Well, no. I'm at a convention from Mexico and the manager of the hotel where I'm staying suggested that I call you.\n#Person1#: Well, I see. What seems to be the problem?\n#Person2#: Well, I got this ringing in my ears. It's so terrible that I can hardly hear people talking now.\n#Person1#: Are you in any pain or is there any fluid?\n#Person2#: No discharge, just a slight earache.\n#Person1#: Does the pain happen all the time, or once in a while.\n#Person2#: It has been aching for two days and it's never stopped. I thought it might be due to my flying in the air, and after some rest it'll be all gone. But who knows it's getting worse. I need to see the doctor.\n#Person1#: The doctor will be busy at the hospital until this evening. The earliest you could see him would be tomorrow morning at ten.\n#Person2#: The time is good for me. I'll come in then if that's okay.\n#Person1#: That will be fine; in the meantime you should try to take it easy. Don't press your ear and don't have water in when you take a shower.\n#Person2#: Do I have to bring something when I'm seeing the doctor, since I have never seen a doctor in Canada.\n#Person1#: For foreign visitors, I guess you may bring your passport for the hospital registration.\n#Person2#: Yes, I will. Thank you for your help.\n#Person1#: Thanks for calling. See you.", "summary": "John Keat comes to Dr. Anderson's office and describes his earache to #Person1#. John Keat wants to see the doctor, but #Person1# says the doctor will be busy until this evening. #Person1# tells John to come tomorrow at ten with his passport.", "topic": "see a doctor"}
{"fname": "dev_35", "dialogue": "#Person1#: The hike will last for 2 hours. We'll start at sea level and then climb up a few hills. Are you ready?\n#Person2#: I sure am. The one-hour yoga class this morning really made me full of energy. I'm feeling so good. I bet I can race you up those hills.\n#Person1#: That won't be necessary. We want to take our time to enjoy the sights along the way. We'll point out certain plants, some of the insects, and watch out for possible snakes.\n#Person2#: Snakes? Uh, I definitely will be racing you up the hill!\n#Person1#: Not to worry. Nature is a wonderful thing. We are all meant to enjoy it together - snakes, spiders, trees, and us humans.", "summary": "#Person1# and #Person2# plans to hike. #Person2# wants to race #Person1#, but #Person1# thinks they should enjoy the sights along the way.", "topic": "climb hills"}
{"fname": "dev_36", "dialogue": "#Person1#: Anne, thanks so much for introducing me to Caroline! Our first date went so well. I'm so excited to be in love right now.\n#Person2#: I'm just glad to see you so happy, Gary!\n#Person1#: I want to climb the highest mountain and shout, Caroline, will you marry me?!\n#Person2#: Wow, you'd better not. Before you ask her to marry you, maybe you should ask her out on a second date. Only one date is not enough for you to know each other well.", "summary": "Gary thanks Anne for introducing him to Caroline, and Anne suggests a second date.", "topic": "dating"}
{"fname": "dev_37", "dialogue": "#Person1#: Can I help you?\n#Person2#: Yes. Are there any spare rooms here?\n#Person1#: Would you be interested in a three-bedroom flat? I have a few now.\n#Person2#: That might be more rooms than I need. I don't have much furniture.", "summary": "#Person1# suggests a three-bedroom flat. #Person2# wants fewer rooms.", "topic": "recommend flats"}
{"fname": "dev_38", "dialogue": "#Person1#: Sound and Vision, Administrative Department, Eve Wheeler speaking. Can I help you?\n#Person2#: Good afternoon, madam. This is John Cruise. I wish to register a complaint about my video recorder.\n#Person1#: I see. I hope I can be of some help. Can you explain what the problem is, please?\n#Person2#: Well, the recorder has severely damaged two quite valuable tapes of mine. And you guaranteed that this machine is the best there. I hope you understand that a simple repair is just not enough. I demand compensation for the lost tapes as well.\n#Person1#: I'm sorry. That's all very unfortunate. I'm sure something can be done. I will put you through to our legal consulant, Mrs. Schroder. One moment, please. (dialing sound...) Hello, Mr. Cruise? Thank you for waiting. I'm awfully sorry, but Mrs. Schroder is having a meeting right now. Could she call you back later this afternoon?\n#Person2#: I hope you're not trying to get rid of me.\n#Person1#: Not at all, sir. I have noted your complaint and I will urge Mrs. Schroder to call you back as soon as possible. Could I have your phone number, please?\n#Person2#: Yes. It's 0181 945 8719.\n#Person1#: Thank you very much. Goodbye.", "summary": "John Cruise calls Eve to register a complaint about his video recorder and explains what the problem is. Eve promises to urge their legal consultant to call him back.", "topic": "after-sales service"}
{"fname": "dev_39", "dialogue": "#Person1#: Excuse me, can you tell me how to get to the Rainbow Restaurant from here?\n#Person2#: Drive two blocks and turn left. Continue on until you reach Heath Street and turn right. Then turn left at the second stop light. You can't miss it.", "summary": "#Person1# asks #Person2# the way to the Rainbow Restaurant.", "topic": "ask for directions"}
{"fname": "dev_40", "dialogue": "#Person1#: Adam, could you show me around the school? \n#Person2#: No problem. \n#Person1#: What's the tallest building? \n#Person2#: You mean the white building near the playground? \n#Person1#: Yes. \n#Person2#: That is the library. And it has more than 1, 000, 000 books. \n#Person1#: What's the building to the south of the library? \n#Person2#: You know, our school is divided into two parts, the junior high school and the senior high school. That is the new classroom building for our senior high school. \n#Person1#: Is there a swimming pool in your school? \n#Person2#: Yes. There is a large swimming pool, but it is only available in summer. \n#Person1#: I do envy you. And I hope I can enter your school one day. \n#Person2#: I believe that you can make your dream come true. ", "summary": "#Person1# asks Adam to show #Person1# around the school. #Person1# envies Adam and hopes to enter Adam's school one day.", "topic": "show around school"}
{"fname": "dev_41", "dialogue": "#Person1#: Excuse me. I'm a stranger here and lost my way. \n#Person2#: Can I help you? \n#Person1#: Sure. Can I get to the central department stall this way? \n#Person2#: uh... Yes. Turn right, then take the second turning on your left. \n#Person1#: Is it far? \n#Person2#: It's about fifteen minutes' walk. That's all. \n#Person1#: And do you know where the national bank is? \n#Person2#: Yes. It's on this street. Keep walking for two blocks and it's on the corner on the right. \n#Person1#: Thanks very much. \n#Person2#: You are welcome. Good luck. \n#Person1#: Thank you. I won't miss it. ", "summary": "#Person1# lost the way and asks #Person2# for the way to the central department stall and the national bank.", "topic": "ask for directions"}
{"fname": "dev_42", "dialogue": "#Person1#: Some people pile on their agonise and try to seek other's sympathy by telling them how miserable they are. \n#Person2#: Yeah. They take the advantage of other people's hospitality and generosity. \n#Person1#: I was fooled once. A lady told me she needed some money to keep the pot boiling. So I gave her some money and bailed her out of the situation. But later I learned that she had lied to me. \n#Person2#: You are still wet behind the ears. You should have seen through her. \n#Person1#: Nothing rang a bell. ", "summary": "#Person1# and #Person2# talk about people taking advantage of other's hospitality and generosity. #Person1# shares #Person1#'s own experience.", "topic": "casual talks"}
{"fname": "dev_43", "dialogue": "#Person1#: I'm looking for a pan I can use in my kitchen. \n#Person2#: What size pan were you thinking of? \n#Person1#: I've already got a small pan. I need a big one. \n#Person2#: Well, this one might work for you. \n#Person1#: Oh, no, that's way too heavy a pan for me. \n#Person2#: Here, lift this aluminum pan. It's the same size. \n#Person1#: Yes, it's very lightweight. But I don't want this aluminum handle. \n#Person2#: Here's a similar aluminum pan. But it has a heat-resistant handle. \n#Person1#: Oh, this feels very nice. It's perfect. I'll take it. \n#Person2#: I knew we'd find the right pan sooner or later. How would you like to pay? \n#Person1#: Cash. But first, I need a lid for this pan. \n#Person2#: Oh, no problem. Here's the lid that comes with the pan. ", "summary": "#Person1# wants a pan, and #Person2# recommends a big aluminum pan with a heat-resistant handle and a lid. #Person1# pays for it by cash.", "topic": "buy a pan"}
{"fname": "dev_44", "dialogue": "#Person1#: Come in, come in! \n#Person2#: Hi, Gary, what happened? I was waiting for you at the theater. Why didn't you meet me there? \n#Person1#: I thought we were supposed to meet here. \n#Person2#: Don't you know our movie starts at seven? And we were going to meet at the theater at five to seven. Then it doesn't make sense to meet at the apartment. \n#Person1#: I'm sorry. We must have misunderstood each other. \n#Person2#: Why don't you try to be clearer about your intentions? \n#Person1#: You're right. I am sorry. Let's go and watch the movie. \n#Person2#: It's okay. I don't want to go now. We've already missed ten minutes of the movie. I don't want to see a movie without watching the beginning. ", "summary": "#Person2# and Gary misunderstood each other, so they missed the beginning of the movie. Gary apologizes, but #Person2# doesn't want to see the movie anymore.", "topic": "daily conversation"}
{"fname": "dev_45", "dialogue": "#Person1#: Good morning, I'm Daniel. I'm applying for the positon of manager. \n#Person2#: Yes. Sit down, please. How did you learn about our company? \n#Person1#: I got to know your company through such famous brands as LUX, LIPTON and WALLS. After making a customer survey, I was glad to find out how your products are appreciated by millions of Chinese. \n#Person2#: Why would you like to work with us? \n#Person1#: It's the job I'm interested in. And your company is the best-known. Although I don't have much experience as a manager, the job description you sent to me was very interesting. It's a job I've been dreaming of and I feel suited to fill it. \n#Person2#: Oh, really? Would you transfer to another company if it is not what you expected? \n#Person1#: I don't think so. As the saying goes, A great oak needs deep roots. I'm really interested in this job. \n#Person2#: That's fine. Thanks for coming to see us. I hope to be able to let you know about the job within the week. ", "summary": "Daniel applies for the position of manager, and #Person2# interviews Daniel. Daniel talks about how he learned about the company and why he'd like to work here.", "topic": "job interview"}
{"fname": "dev_46", "dialogue": "#Person1#: What's wrong with you, Lucy?\n#Person2#: Our dog Rusty is lost. Someone left the backyard gate open and he got out. My daughter is so upset right now.\n#Person1#: Have you called the local dog shelters?\n#Person2#: Well, they haven't seen him. They said they would call me if they find our dog, but I don't expect miracles. It's 2 days and...\n#Person1#: We can always look for miracles. Does he have any identification on him?\n#Person2#: He's wearing his sweater. He's brown with white spots and... Sorry, 'm not thinking straight. You know, he's a big part of our family. We got him when he was a little puppy. I'm just worried he was stolen or is injured somewhere.\n#Person1#: I understand. I used to pet dogs, too. Let's walk around the neighborhood. Hey, look! There he is.\n#Person2#: Rusty! Come here boy! Oh, Glenn, I can't thank you enough. I owe you a big favor.", "summary": "Lucy's dog Rusty was lost. Glenn asks Lucy about Rusty's identification and helps Lucy find Rusty when they walk around the neighborhood.", "topic": "find a dog"}
{"fname": "dev_47", "dialogue": "#Person1#: Oh, Patrick. I can't get this phone to work. Can you help me?\n#Person2#: Are you trying to make a call?\n#Person1#: Yes, I just got it and I can't get the thing to work.\n#Person2#: Let me see. OK, you turn it on.\n#Person1#: I didn't turn it on.\n#Person2#: No, see you wait for the screen to light up. Then you enter the phone number and press the C button, right here. Got it?\n#Person1#: OK. I've got it. Ha! It's ringing. Hi, baby, it's me. Listen, I'm going to be a little late. I'm still at work in the office. OK? I'll be back by about 6:00.", "summary": "#Person1# asks Patrick to help make a call. Patrick tells #Person1# how to use the phone and get through successfully.", "topic": "use phones"}
{"fname": "dev_48", "dialogue": "#Person1#: May I help you?\n#Person2#: Yes, I'd like to book 3 seats to Calgary, Canada on a flight, leaving sometime before next Sunday.\n#Person1#: Economy class?\n#Person2#: Yes.\n#Person1#: One way or round trip?\n#Person2#: One way.\n#Person1#: There aren't any direct flight, sir. You will have to change in Vancouver.\n#Person2#: That's alright.\n#Person1#: There is a Canadian Airlines flight 30 leaving Beijing next Friday at 10 o'clock am. It has 3 seats available. Will that be alright?\n#Person2#: That's fine.\n#Person1#: Your name, please.\n#Person2#: BASIL, Basil. How much is the ticket?\n#Person1#: $580 for one.", "summary": "#Person1# helps Basil book three seats of economy class to Calgary, Canada on a flight next Sunday.", "topic": "book tickets"}
{"fname": "dev_49", "dialogue": "#Person1#: Hong, it seems like you really struggle to learn English, is this level too hard for you?\n#Person2#: I don't know. I think it's just boring. I don't like the workbooks because the lessons talk about baby things. I'm not a little child. I want to learn something more exciting.\n#Person1#: Hmm, I have an idea that you'll like. This week, you can do a special project for class.\n#Person2#: Oh, what's that?\n#Person1#: I want you to watch some YouTube videos of people speaking in different English accents. I'll send you the links for the ones you should watch, they're very funny. One person does about 30 different accents in 10 minutes.\n#Person2#: Wow, that's great, but, won't it be harder for me to learn English if I'm listening to so many different ways of speaking the language?\n#Person1#: It shouldn't, this is just a fun project to help you get more interested in the lessons. There is a more serious side to it, though. I want you to write a one page essay about the videos and tell the class about your project on Friday. You can show some of the videos during your presentation too if you like. I think the whole class will benefit from this.\n#Person2#: I can't wait to get started. Thank you, Miss Winters.", "summary": "Hong thinks learning English is boring and wants something more exciting. So Miss Winters asks Hong to do a special project for the class to get more interested in the lessons.", "topic": "learn English"}
{"fname": "dev_50", "dialogue": "#Person1#: Have any plans for the weekend, Tom?\n#Person2#: Yeah, I ' m going for a hike in the southern Rocky Mountains.\n#Person1#: Oh, do you go hiking often?\n#Person2#: I go as much as I can. I love hiking because you can really get in touch with nature.\n#Person1#: It would be nice to get out of the city. Do you want some company?\n#Person2#: Sure. But, it will be a long hike, 30 miles in three days. Have you been hiking before?\n#Person1#: Yeah, I go a lot too. I saw a bear and a mountain lion on my last hike.\n#Person2#: Wow! You must have been pretty far away from the city.\n#Person1#: Yeah, my friend and I hiked in a very wild part of the national forest.\n#Person2#: Well, bring him along too. We ' ll have a great time this weekend.\n#Person1#: Thanks, I ' ll ask him.", "summary": "#Person1# asks Tom about his weekend plan and whether he needs a company. Tom is going for a hike and invites #Person1# and #Person1#'s friend to go together.", "topic": "weekend plan"}
{"fname": "dev_51", "dialogue": "#Person1#: I've got an idea. Let's make this game even more interesting.\n#Person2#: How? Do you want to play strip-trivia or something?\n#Person1#: Well, if you want to! Seriously, though, let's make a bet.\n#Person2#: Why don't we just make it a friendly game?\n#Person1#: Don't be such a chicken! Whoever loses has to treat everyone to a movie.", "summary": "#Person2# wants to play the game friendly, but #Person1# wants to make a bet.", "topic": "play a game"}
{"fname": "dev_52", "dialogue": "#Person1#: Here is your spicy diced chicken with peanuts, sir.\n#Person2#: Thank you. It looks very attractive.\n#Person1#: I would advise you to enjoy the dish while it is hot.\n#Person2#: Tasty and tender! It must be one of the famous local dishes.\n#Person1#: Yes. It's a traditional dish.\n#Person2#: And it must be very particular in cooking.\n#Person1#: You are right, sir. To prepare it, a Sichuan food chef first fries some chilli until they turn reddish brown, and then puts diced chicken breast meat into the pot with other condiments and peanuts. That's why the dish has a bright colour.\n#Person2#: I see.\n#Person1#: Enjoy yourself, sir.", "summary": "#Person2# likes his spicy diced chicken with peanuts very much. #Person1# tells him how to cook it.", "topic": "dish"}
{"fname": "dev_53", "dialogue": "#Person1#: So what's wrong with the drain?\n#Person2#: It's clogged and water won't go down.\n#Person1#: Let me take a look. You know why? It's clogged with hair. No wonder water won't go down.\n#Person2#: Well, I guess people who lived here before didn't clean the bathtub.\n#Person1#: You're darn right!\n#Person2#: What should I do now?\n#Person1#: Don't worry. I'Ve got some acid here. It will help dissolve the hair down there.\n#Person2#: Ur, it stinks!\n#Person1#: Now you know you have to clean your bathtub every time when you use it.", "summary": "#Person1# helps #Person2# to dissolve the hair that clogs the drain and tells #Person2# to clean the bathtub.", "topic": "drain problem"}
{"fname": "dev_54", "dialogue": "#Person1#: Can you effect shipment during September?\n#Person2#: I don't think we can make it.\n#Person1#: Then when at the earliest can we expect the shipment?\n#Person2#: By the middle of October.\n#Person1#: It's too late. You see, in our market October is the season for the kind of commodity. So the goods must be shipped before October or we won't be ready for the season.\n#Person2#: Well, considering our long standing good business relationship, we'll try hard to negotiate with our manufacturers for an earlier delivery.\n#Person1#: Thanks. Then may I suggest that you put down in the contract'shipment on September 15 or earlier'?\n#Person2#: Let me see. Now the workers will have to work on three shifts for it. Well, we can manage it on 20th September. That's the best we can do.\n#Person1#: Oh, that's very considerate of you. I'lI take your word for it.", "summary": "#Person1# requests for earlier shipment to catch the season. #Person2# finally agrees to manage it on 20th September.", "topic": "negotiate about shipment"}
{"fname": "dev_55", "dialogue": "#Person1#: Mr. Brown, are your children always kicking up a row like this? I cannot concentrate on my paper.\n#Person2#: Sorry, Mr. Black. I'm trying to make them quiet.\n#Person1#: I'm afraid if the noise goes on, I shall have no alternative but to leave.\n#Person2#: Sorry, sir. Believe me, everything will be all right.", "summary": "Mr. Black complains about the children's noise to Mr. Brown.", "topic": "complaint"}
{"fname": "dev_56", "dialogue": "#Person1#: I don't understand why some parents keep beefing and complaining about their daughters not being able to follow suit.\n#Person2#: Yeah. Li Na's mother has been building a fire under her since her neighbour's daughter got married with a Canadian. She's almost driving Li Na crazy.\n#Person1#: If I were Li Na, I would ask her if she had done that.\n#Person2#: She is as meek as a lamb. She never goes against anyone or anything. She's as good as gold, you know?", "summary": "#Person1# and #Person2# talk about Li Na who is pressed by her mother for marriage.", "topic": "mother and daughter"}
{"fname": "dev_57", "dialogue": "#Person1#: How do you like these dishes?\n#Person2#: Fine, they are colorful and tasty.\n#Person1#: Did you enjoy your dinner?\n#Person2#: Yes, I did. I have never tasted anything like this.\n#Person1#: Would you like some more rice?\n#Person2#: No, thanks. I'm full.\n#Person1#: Another piece of meat pie?\n#Person2#: No, thanks. I'm on diet.\n#Person1#: How about the dessert?\n#Person2#: Ice cream, please.", "summary": "#Person2# enjoyed the dinner and asks #Person1# for ice cream as dessert.", "topic": "catering service"}
{"fname": "dev_58", "dialogue": "#Person1#: This place serves good breakfasts, don't you think?\n#Person2#: Yes. But I'm not used to eating American-style breakfast.\n#Person1#: What are you planning to do today?\n#Person2#: I saw yesterday that they rent windsurfers at the beach. I want to rent one.\n#Person1#: Have you done windsurfing before?\n#Person2#: No, but it looks fun. I always wanted to try it.\n#Person1#: Can you take a little advice from a friend?\n#Person2#: Sure. What?\n#Person1#: Don't waste your money. Windsurfing is very hard. And it will be windy today. They will charge you fifty dollars for a half-hour, and you won't be able to windsurf. You will fall and fall and fall.\n#Person2#: But I always wanted to try it.\n#Person1#: Yes, but it takes a long time to learn. You would spend a thousand dollars to learn it on a rental windsurfer.\n#Person2#: Well, I will see. How was your day at the office?", "summary": "#Person2# wants to try windsurfing but is stopped by #Person1# who thinks it's hard and will cost a lot.", "topic": "windsurfing"}
{"fname": "dev_59", "dialogue": "#Person1#: Ben, what are you doing?\n#Person2#: Well, I would say that I'm just drifting - - here, in the pool.\n#Person1#: Why?\n#Person2#: Well, it's very comfortable just to drift here.\n#Person1#: Have you thought about graduate school?\n#Person2#: No.\n#Person1#: Would you mind telling me then, what were those four years of college for? What was the point of all that hard work?\n#Person2#: You got me.\n#Person1#: Now listen, Ben. Look, I think it's a very good thing that a young man, after he's done some very good work, should have a chance to relax and enjoy himself, and lie around, and drink beer and so on. But after a few weeks I believe that person should want to take some stock in himself and his situation and start to think about getting off his ass.", "summary": "#Person1# tells Ben that a young man should actively prepare for himself and his situation after relaxation.", "topic": "future plan"}
{"fname": "test_5", "dialogue": "#Person1#: I've had it! I am done working for a company that is taking me nowhere!\n#Person2#: So what are you gonna do? Just quit?\n#Person1#: That's exactly what I am going to do! I have decided to create my own company! I am going to write up a business plan, get some investors and start working for myself!\n#Person2#: Have you ever written up a business plan before?\n#Person1#: Well, no, it can't be that hard! I mean, all you have to do is explain your business, how you are going to do things and that's it, right?\n#Person2#: You couldn't be more wrong! A well written business plan will include an executive summary which highlights the idea of the business in two pages or less. Then you need to describe your company with information such as what type of legal structure it has, history, etc.\n#Person1#: Well, that seems easy enough.\n#Person2#: Wait, there is more! Then you need to introduce and describe your goods or services. What they are and how they are different from competitors? Then comes the hard part, a market analysis. You need to investigate and analyze hundreds of variables! You need to take into consideration socioeconomic factors from GDP per capita to how many children on average the population has! All this information is useful so that you can move on to your strategy and implementation stage, where you will describe in detail how you will actually execute your idea.\n#Person1#: Geez. Is that all?\n#Person2#: Almost, the most important piece of information for your investors will be the financial analysis. Here you will calculate and estimate sales, cash flow and profits. After all, people will want to know when they will begin to see a return on their investment!\n#Person1#: Umm. I think I ' ll just stick to my old job and save myself all the hassle of trying to start up a business!", "summary1": "#Person1# wants to create a company and is going to write a business plan. #Person2# gives #Person1# suggestions on how to summarise business ideas, describe the service, differ from competitors and attract investment in a good business plan. #Person1# decides to stick to the old job.", "topic1": "business plan", "summary2": "#Person1# abandons the idea of creating a company after #Person2# explains what a business plan includes. #Person2# specifies that a well-written business plan includes an executive summary, goods and service description, strategy and implementation, and financial analysis.", "topic2": "business plan", "summary3": "#Person1# wants to start #Person1#'s own business, but #Person2# warns #Person1# of the hassle. #Person2# tells #Person1# what is needed in a business plan and #Person1# decides to stick to the old job for now.", "topic3": "business plan"}
{"fname": "test_6", "dialogue": "#Person1#: What's wrong with you? Why are you scratching so much?\n#Person2#: I feel itchy! I can't stand it anymore! I think I may be coming down with something. I feel lightheaded and weak.\n#Person1#: Let me have a look. Whoa! Get away from me!\n#Person2#: What's wrong?\n#Person1#: I think you have chicken pox! You are contagious! Get away! Don't breathe on me!\n#Person2#: Maybe it's just a rash or an allergy! We can't be sure until I see a doctor.\n#Person1#: Well in the meantime you are a biohazard! I didn't get it when I was a kid and I've heard that you can even die if you get it as an adult!\n#Person2#: Are you serious? You always blow things out of proportion. In any case, I think I'll go take an oatmeal bath.", "summary1": "#Person2# feels itchy. #Person1# doubts it is chicken pox and asks #Person2# to get away. #Person2# doesn't believe it.", "topic1": "chicken pox", "summary2": "#Person1# suspects that #Person2# has chicken pox and wants to keep away from #Person2#. #Person2# thinks #Person1# is exaggerating.", "topic2": "contagious disease", "summary3": "#Person1# thinks #Person2# has chicken pox and warns #Person2# about the possible hazards but #Person2# thinks it will be fine.", "topic3": "chicken pox"}
{"fname": "test_7", "dialogue": "#Person1#: Good coming. What can I do for you?\n#Person2#: I'm in Room 309. I'm checking out today. Can I have my bill now?\n#Person1#: Certainly. Please wait a moment. Here you are.\n#Person2#: Thanks. Wait... What's this? The 30 dollar for?\n#Person1#: Excuse me... The charge for your laundry service on Nov. 20th.\n#Person2#: But I did't take any laundry service during my stay here. I think you have added someone else's.\n#Person1#: Ummmm...Sorry, would you mind waiting a moment? We check it with the department concerned.\n#Person2#: No. As long as we get this straightened out.\n#Person1#: I'm very sorry. There has been a mistake. We'll correct the bill. Please take a look.\n#Person2#: Okay, here you are.\n#Person1#: Goodbye.", "summary1": "#Person2# is checking out and asks #Person1# for the bill. #Person1# gives #Person2# a wrong bill at first then corrects it.", "topic1": "bill", "summary2": "#Person1# helps #Person2# correct a mischarged bill on laundry service and helps #Person2# check out.", "topic2": "checking out", "summary3": "#Person2# finds #Person2# being mischarged. #Person1# corrects the bill and #Person2# pays for it.", "topic3": "check out"}
{"fname": "test_8", "dialogue": "#Person1#: Steven, I need badly your help.\n#Person2#: What's the matter?\n#Person1#: My wife has found that I have an affair with my secretary, and now she is going to divorce me.\n#Person2#: How could you cheat on your wife? You have been married for ten years.\n#Person1#: Yes, I know I'm wrong. But I swear that the affair lasts only for two months. And I still love my wife. I couldn't live without her.\n#Person2#: I will try my best to persuade her to reconsider the divorce. But are you sure that from now on you will be faithful to her forever?\n#Person1#: Yes, I swear.", "summary1": "#Person1# is begging Steven to persuade his wife not to divorce him. Steven agrees.", "topic1": "reconsider the divorce", "summary2": "Steve will try to persuade #Person1#'s wife not to divorce #Person1# as #Person1# swears to remain faithful forever.", "topic2": "divorce", "summary3": "#Person1# begs Steven's to persuade #Person1#'s wife not to divorce him, and Steven agrees.", "topic3": "divorce"}
{"fname": "test_9", "dialogue": "#Person1#: Who stands out in your mind as a man or woman of sound character?\n#Person2#: If I think of famous people, I think of Abraham Lincoln.\n#Person1#: He's the US president, who walked five miles just to give a lady her change, isn't he?\n#Person2#: That's the one. He also was famous for never giving up on his goals.\n#Person1#: That's right. He ran for office quite a few times before he was finally elected.\n#Person2#: And I also admire him for his courage in fighting for equal rights.\n#Person1#: He had great vision, didn't he?\n#Person2#: And humility. I would have liked to meet him personally.", "summary1": "#Person1# and #Person2# are talking about Abraham Lincoln. They think he was a noble man.", "topic1": "sound character", "summary2": "#Person2# admires Abraham Lincoln for his perseverance, courage and humility.", "topic2": "famous people", "summary3": "#Person1# and #Person2# talk about Abraham Lincoln and his glorious history. They both admire him.", "topic3": "discuss Abraham Lincoln"}
{"fname": "test_10", "dialogue": "#Person1#: Where are you going for your trip?\n#Person2#: I think Hebei is a good place.\n#Person1#: But I heard the north of China are experiencing severe sandstorms!\n#Person2#: Really?\n#Person1#: Yes, it's said that Hebes was experiencing six degree strong winds.\n#Person2#: How do these storms affect the people who live in these areas?\n#Person1#: The report said the number of people with respiratory tract infections tended to rise after sandstorms. The sand gets into people's noses and throats and creates irritation.\n#Person2#: It sounds that sandstorms are trouble for everybody!\n#Person1#: You are quite right.", "summary1": "#Person2# plans to have a trip in Hebei but #Person1# says there are sandstorms in there.", "topic1": "sandstorms", "summary2": "#Person1# tells #Person2# Hebei was experiencing severe sandstorms and sandstorms threaten people's health.", "topic2": "natural disaster", "summary3": "#Person2# wants to travel to Hebei but #Person1# informs #Person2# of terrible sandstorms there.", "topic3": "discuss sandstorm"}
{"fname": "test_11", "dialogue": "#Person1#: Welcome to my birthday party, I am so happy you can come.\n#Person2#: Thanks for inviting me. Here is the gift for you. Happy birthday, Francis! Many more happy and healthy years for you!\n#Person1#: Thank you, shall I open it now?\n#Person2#: Yes, please do.\n#Person1#: Wow, a remote car model and my favorite brand. I really like it. That is so nice of you.\n#Person2#: Yeah, I was really struggling whether I should give you this nice little car. It was the last one they had and I really like it so much myself.\n#Person1#: Typical you, always wanting to keep the best things for yourself. The more I appreciate the gift now.", "summary1": "#Person2# comes to the birthday party of Francis and sends him a remote car model.", "topic1": "birthday present", "summary2": "#Person2# gives Francis a car model that both of them love as a birthday gift.", "topic2": "birthday gift", "summary3": "#Person2# gives Francis a nice car model as a birthday gift and Francis appreciates it.", "topic3": "birthday gift"}
{"fname": "test_12", "dialogue": "#Person1#: Hi, Tony. You look unhappy. What's wrong?\n#Person2#: Oh, Steven, I made a big mistake.\n#Person1#: What happened?\n#Person2#: I really wish I hadn't done it.\n#Person1#: What on earth are you talking about?\n#Person2#: I got caught cheating. I feel so ashamed. The teacher saw me and told me I failed.\n#Person1#: What were you thinking?\n#Person2#: You know my father. If I fail, he'll kill me. I have to do well.\n#Person1#: But what you should do is study hard.\n#Person2#: I know. . . I know. . . it's all my fault. I feel awful that I didn't study, and I cheated, and I got caught.\n#Person1#: So long as you learn from your mistakes.", "summary1": "Tony got caught cheating and feels ashamed. Steven tells him to learn from it and study hard.", "topic1": "getting caught cheating", "summary2": "Tony tells Steven that he failed a class because of cheating and he feels awful.", "topic2": "failing an exam", "summary3": "Tony tells Steven that he cheated on the exam and realized his mistake.", "topic3": "exam cheating"}
{"fname": "test_13", "dialogue": "#Person1#: What time is it, Tom?\n#Person2#: Just a minute. It's ten to nine by my watch.\n#Person1#: Is it? I had no idea it was so late. I must be off now.\n#Person2#: What's the hurry?\n#Person1#: I must catch the nine-thirty train.\n#Person2#: You've plenty of time yet. The railway station is very close. It won't take more than twenty minutes to get there.", "summary1": "#Person1# is catching a train. Tom asks #Person1# not to hurry.", "topic1": "catching the train", "summary2": "#Person1# is in a hurry to catch a train. Tom tells #Person1# there is plenty of time.", "topic2": "transportation", "summary3": "#Person1# is rushing to catch a train but Tom thinks it isn't necessary.", "topic3": "discuss leaving"}
{"fname": "test_14", "dialogue": "#Person1#: I don't know how to adjust my life. Would you give me a piece of advice?\n#Person2#: You look a bit pale, don't you?\n#Person1#: Yes, I can't sleep well every night.\n#Person2#: You should get plenty of sleep.\n#Person1#: I drink a lot of wine.\n#Person2#: If I were you, I wouldn't drink too much.\n#Person1#: I often feel so tired.\n#Person2#: You better do some exercise every morning.\n#Person1#: I sometimes find the shadow of death in front of me.\n#Person2#: Why do you worry about your future? You're very young, and you'll make great contribution to the world. I hope you take my advice.", "summary1": "#Person1# wants to adjust #Person1#'s life and #Person2# suggests #Person1# be positive and stay healthy.", "topic1": "adjust the life", "summary2": "#Person1# has a bad lifestyle. #Person2# kindly advises #Person1# to be positive.", "topic2": "advice", "summary3": "#Person2# hopes #Person1# will become healthy and positive.", "topic3": "giving advice"}
{"fname": "test_15", "dialogue": "#Person1#: Would you like to go to the party tonight?\n#Person2#: Whose party?\n#Person1#: Ruojia's. Don't you know that? Ruojia has got married.\n#Person2#: What! Is she really? I can't believe it!\n#Person1#: Yes. Yesterday.\n#Person2#: Good gracious. That's incredible! I feel so happy for her!\n#Person1#: Yes, me too.\n#Person2#: But how do you know that?\n#Person1#: I saw the news from her twitter. And she sent an email about it.\n#Person2#: What? I didn't receive it!\n#Person1#: Maybe you should check your email.\n#Person2#: Oh yes, I find it. Tonight at her home. Will you bring something?\n#Person1#: Yes, a pair of wineglasses and a card to wish her happy marriage.\n#Person2#: I will buy a tea set.", "summary1": "#Person1# tells #Person2# that Ruojia is married and will have a party tonight. #Person2#'s surprised to know that. They will bring their gifts to bless her.", "topic1": "Ruojia is married", "summary2": "#Person2# is surprised to know from #Person1# that Ruojia is married. Then #Person2# finds Ruojia has sent an email about it. They will go to Ruojia's party and give their presents to her.", "topic2": "surprising news", "summary3": "#Person2# is surprised that Ruojia's married. #Person1# and #Person2# will go to her party and give their presents to wish her a happy marriage.", "topic3": "discuss marriage"}
{"fname": "test_16", "dialogue": "#Person1#: Yeah. Just pull on this strip. Then peel off the back.\n#Person2#: You might make a few enemies this way.\n#Person1#: If they don't think this is fun, they're not meant to be our friends.\n#Person2#: You mean your friends. I think it's cruel.\n#Person1#: Yeah. But it's fun. Look at those two ugly old ladies. . . or are they men?\n#Person2#: Hurry! Get a shot!. . . Hand it over!\n#Person1#: I knew you'd come around. . .", "summary1": "#Person2# at first thinks #Person1#'s behaviour cruel but finally joins #Person1#.", "topic1": "cruel behaviour", "summary2": "#Person1# plans on playing a trick to others. #Person2# thinks it's cruel at first but then joins.", "topic2": "tricking others", "summary3": "#Person1# is about to make a prank. #Person2# thinks it's cruel at first but then joins.", "topic3": "prank"}
{"fname": "test_17", "dialogue": "#Person1#: What does your sister look like, Mike?\n#Person2#: Well, she's tall and pretty.\n#Person1#: Is she like you?\n#Person2#: I suppose so. We're both friendly and easy-going.\n#Person1#: Is she as clever as you?\n#Person2#: No, she's not as clever as me.\n#Person1#: Big head!", "summary1": "Mike is describing his sister to #Person1#.", "topic1": "sister", "summary2": "Mike describes to #Person1# his sister's characters and personality.", "topic2": "family member", "summary3": "#Person1# asks Mike about his sister.", "topic3": "describe a person"}
{"fname": "test_18", "dialogue": "#Person1#: Is anybody in?\n#Person2#: How can I help you?\n#Person1#: I have a headache.\n#Person2#: Let me take your temperature with a thermometer.\n#Person1#: OK.\n#Person2#: I think you have a small fever.\n#Person1#: I thought so. I felt dizzy this morning.\n#Person2#: You should've called in sick! Next time, have either of your parents call the school office.", "summary1": "#Person1# feels sick and #Person2# gives #Person1# a check-up.", "topic1": "feeling sick", "summary2": "#Person2# finds that #Person1# has a fever and says #Person1# should've called in sick earlier.", "topic2": "at school", "summary3": "#Person2# checks #Person1#'s physical condition and finds #Person1# has a fever.", "topic3": "physical test"}
{"fname": "test_19", "dialogue": "#Person1#: Can I help you?\n#Person2#: I'd like to buy a new mobile phone please.\n#Person1#: Ok, would you like a phone with camera and MP3 player?\n#Person2#: Yes please. And I'd like to be able to make video calls too.", "summary1": "#Person1# helps #Person2# to choose a new phone.", "topic1": "buying a phone", "summary2": "#Person2# wants to buy a new mobile phone from #Person1#.", "topic2": "shopping", "summary3": "#Person2# wants to buy a new mobile phone from #Person1#.", "topic3": "shopping"}
{"fname": "test_20", "dialogue": "#Person1#: Hey, Frank. I heard you got a new job.\n#Person2#: Yeah, Judy. I will be working for the Post Office. It's not a bad job.\n#Person1#: Is it true that you have a heavy work schedule?\n#Person2#: That's right. I am supposed to work at 5am everyday, and I only get 45 minutes for lunch.\n#Person1#: So, why did you apply for such a demanding job?\n#Person2#: Well, the government offers its employees excellent health insurance benefits.\n#Person1#: Oh, I see. And can your family members utilize the health insurance, too?\n#Person2#: Yeah, that's the best part. All of my children can get free medical care.\n#Person1#: That's a great employment benefit!\n#Person2#: Now you know why I wanted to work for the Post Office!", "summary1": "Frank got a new job and is telling Judy not only the heavy schedule but also the benefits of this job.", "topic1": "new job", "summary2": "Frank explains to Judy the reason why he took a job at the Post office is that the government offers excellent health insurance benefits for its employees.", "topic2": "employment", "summary3": "Frank describes his new job's schedule and insurance at the Post Office to Judy.", "topic3": "job description"}
{"fname": "test_21", "dialogue": "#Person1#: Do you have any special skills?\n#Person2#: I can write computer programs, I have a good command of secretarial skills.\n#Person1#: What qualifications have you got?\n#Person2#: I have a doctor license and a driving license.\n#Person1#: Do you get special training in office skills?\n#Person2#: I passed both the Cambridge Examinations, First Certificate and the Certificate of Proficiency in English. And studied for a year in London at the Lucas Secretarial College, ending with speeds of 120 words per minute in English shorthand and 50 words per minute in typing. I was also trained in office procedure.\n#Person1#: Please tell me about work you have done, which qualifies you for this job.\n#Person2#: I'Ve received some special training in typing, shorthand and operating a fax machine, etc. . I'm experienced in IBM-PC. I can operate familiarly a word-processor, a fax machine, a photo and other office equipment.", "summary1": "#Person2# is describing the educational background and previous working experience to #Person1# in a job interview.", "topic1": "job interview", "summary2": "#Person2# is being interviewed by #Person1#. #Person2# is equipped with a bunch of valuable office skills.", "topic2": "job interview", "summary3": "#Person1# asks about #Person2#'s special skills, training, previous working experience and other qualification for the job.", "topic3": "job interview"}
{"fname": "test_22", "dialogue": "#Person1#: Excuse me.\n#Person2#: Yes, sir. Can I help you?\n#Person1#: Um, this steak, I asked for to be medium rare.\n#Person2#: Medium rare, that's right, sir. I remember your order.\n#Person1#: Well, I'm afraid it isn't. It's a bit too well done and rather tough. Would you mind changing?\n#Person2#: If it is not to your satisfaction, I'll certainly bring you another. But I'm afraid you may have to wait for a few minutes.\n#Person1#: Yes, that's all right. Thank you very much.", "summary1": "#Person1# is not satisfied with the steak and #Person2# will change it.", "topic1": "changing the steak", "summary2": "#Person2# will change a steak for #Person1# as that one doesn't satisfy #Person1#.", "topic2": "at a restaurant", "summary3": "#Person1# is not satisfied with #Person1#'s steak and asks to change one, and #Person2# agrees.", "topic3": "restaurant service"}
{"fname": "test_23", "dialogue": "#Person1#: Tom, I've got good news for you.\n#Person2#: What is it?\n#Person1#: Haven't you heard that your novel has won The Nobel Prize?\n#Person2#: Really? I can't believe it. It's like a dream come true. I never expected that I would win The Nobel Prize!\n#Person1#: You did a good job. I'm extremely proud of you.\n#Person2#: Thanks for the compliment.\n#Person1#: You certainly deserve it. Let's celebrate!", "summary1": "#Person1# congratulates Tom for achieving the Nobel Prize.", "topic1": "Nobel Prize", "summary2": "#Person1# tells Tom that his novel has won the Nobel Prize.", "topic2": "surprising news", "summary3": "#Person2# tells Tom he won the Nobel Prize.", "topic3": "win a prize"}
{"fname": "test_24", "dialogue": "#Person1#: What makes you think you are able to do the job?\n#Person2#: My major is Automobile Designing and I have received my master's degree in science. I think I can do it well.\n#Person1#: What kind of work were you responsible for in the past employment?\n#Person2#: I am a student engineer who mainly took charge of understanding of the mechanical strength and corrosion resistance of various materials.", "summary1": "#Person1# is interviewing #Person2# about #Person2#'s ability and previous experience.", "topic1": "job interview", "summary2": "#Person1# asks #Person2# about #Person2#'s capacities and past working experience during an interview.", "topic2": "job interview", "summary3": "#Person1# asks #Person2# about #Person2#'s qualification for the job.", "topic3": "job interview"}
{"fname": "test_25", "dialogue": "#Person1#: Do you drink much?\n#Person2#: Depending on what you consider a lot.\n#Person1#: How frequently do you drink?\n#Person2#: Couple times a week. How about you?\n#Person1#: Only when I go out. I'm not a big drinker.\n#Person2#: How much can you drink?\n#Person1#: I usually only have 2 beers.\n#Person2#: You're a light weight.\n#Person1#: How much can you drink?\n#Person2#: I'm usually drinking all night long. At least 10 drinks.\n#Person1#: Don't you spend a lot of money then?\n#Person2#: No. We usually go to places that have specials. Dante's over on the Ave has $ 5. 00 pitchers on Mondays. So for ten, fifteen bucks, I can get a lot of drinks.\n#Person1#: That's true.\n#Person2#: If you don't like beer, have you tried mixed drinks? Some of them are pretty good.\n#Person1#: I like beer, it's just that I get a headache when I drink more than 3.\n#Person2#: You just have to build up a tolerance. I used to be like that. But your body gets used to it.\n#Person1#: It'll take awhile, but I'm working on it.\n#Person2#: Hey let's go out tomorrow night. The Ram Bar and Grill is having a special on pitchers.\n#Person1#: Alright.", "summary1": "#Person1# and #Person2# are talking about some personal facts of drinking. #Person2# drinks a lot, while #Person1# cannot drink much for health reasons. They decide to have a drink together tomorrow night.", "topic1": "drinking", "summary2": "#Person2#, a heavy drinker, invites #Person1#, a light drinker to go out the next day. #Person2# chooses a place that has a special on pitchers.", "topic2": "drinking", "summary3": "#Person1# and #Person2# talk about their drinking capacity and their drinking habits. They decide to have a drink together tomorrow night.", "topic3": "discuss drinking"}
{"fname": "test_26", "dialogue": "#Person1#: May, do you mind helping me prepare for the picnic?\n#Person2#: Sure. Have you checked the weather report?\n#Person1#: Yes. It says it will be sunny all day. No sign of rain at all. This is your father's favorite sausage. Sandwiches for you and Daniel.\n#Person2#: No, thanks Mom. I'd like some toast and chicken wings.\n#Person1#: Okay. Please take some fruit salad and crackers for me.\n#Person2#: Done. Oh, don't forget to take napkins disposable plates, cups and picnic blanket.\n#Person1#: All set. May, can you help me take all these things to the living room?\n#Person2#: Yes, madam.\n#Person1#: Ask Daniel to give you a hand?\n#Person2#: No, mom, I can manage it by myself. His help just causes more trouble.", "summary1": "May is helping her mother to do some preparation for the picnic.", "topic1": "preparing the picnic", "summary2": "May's mother asks May for help in preparing for a picnic. May gives her a hand.", "topic2": "picnic preparation", "summary3": "Mom asks May to help to prepare for the picnic and May agrees.", "topic3": "picnic preparing"}
{"fname": "test_27", "dialogue": "#Person1#: Hello, are you Muriel Douglas?\n#Person2#: Yes, and you must be James. It's nice to meet you at long last.\n#Person1#: Yes, you too. Thanks for agreeing to meet with us about the new account. My associate, Susan Kim, should be here any minute. Would you like something to drink while we're waiting?\n#Person2#: No, thanks. I'm fine. Did you have a nice holiday?\n#Person1#: Yes, I did. My family and I went to Tahoe to ski and the weather was great. How about you?\n#Person2#: I stayed in L. A. and it was sunny the entire weekend. We spent most of the time at home but we did go see King Kong on Christmas day.\n#Person1#: How did you like it?\n#Person2#: It was better than I expected. But, you know, I think I would have enjoyed skiing in Tahoe even better. Do you go there often?\n#Person1#: No, not much. My wife doesn't like to ski. She prefers vacationing where it's warmer, like Hawaii.\n#Person2#: I don't blame her. I really enjoyed it there when we went a few years ago. I'd like to go back sometime soon.\n#Person1#: Yes, me too. Oh, here's Susan now. Let me introduce you.", "summary1": "Muriel Douglas and James meet each other and talk about what they have done during the holiday.", "topic1": "a nice holiday", "summary2": "James and Muriel are talking while waiting for Susan, Muriel's associate. They talk about how they spent the holiday with their families.", "topic2": "holiday", "summary3": "Muriel Douglas and James send greetings and talk about their holiday before the meeting. Douglas stayed in L.A., while James went to Tahoe.", "topic3": "social meeting"}
{"fname": "test_28", "dialogue": "#Person1#: Stupid girl, making me spend so much money, now I have to get it from the ATM...\n#Person2#: Hello, welcome to Universal Bank. Please insert your card into the slot.\n#Person1#: I know where to put my card! Stupid machine, talking to me like I ' m an idiot...\n#Person2#: Please input your 6 digit PIN code followed by the pound key. Thank you. Please select an option. Thank you. You have selected withdrawal.\n#Person1#: Yeah, yeah, I know what I selected. Just gimme my money!\n#Person2#: Please type the amount you would like to withdraw. Thank you, you want to transfer 10000 USD to the World Wildlife Foundation. If this is correct please press 1.\n#Person1#: No, no! Stupid machine, what are you doing! No!\n#Person2#: Confirmed. Thank you for using our bank! Please remove your card from the slot. Goodbye!\n#Person1#: No, no way! What happened? Give me my money!\n#Person2#: Danger, danger! The exits have been sealed and the doors will remain locked in until the local authorities arrive. Thank you for using our bank. Have a nice day.", "summary1": "#Person1# wants to withdraw money from an ATM, but the ATM automatically transfers 10000 USD to the World Wildlife Foundation after confirming the withdrawal option. #Person1# gets mad and somehow locked in.", "topic1": "withdrawal trouble", "summary2": "#Person1# run out of money because of a girl, and is withdrawing money from an ATM. But the ATM seems to go wrong and transfers #Person1#'s money to the World Wildlife Foundation, driving #Person1# crazy.", "topic2": "ATM accident", "summary3": "#Person1# is withdrawing money from an ATM. But the ATM wrongly transfers #Person1#'s money to the World Wildlife Foundation. It drives #Person1# crazy.", "topic3": "ATM accident"}
{"fname": "test_29", "dialogue": "#Person1#: Are you a social person?\n#Person2#: Yes, I am an outgoing person who likes to be with a lot of friends.\n#Person1#: What is your strategy in communicating with colleagues?\n#Person2#: Well, the most important thing in communication is your sincerity.", "summary1": "#Person2# tells #Person1# #Person2#'s communication strategy.", "topic1": "communication strategy", "summary2": "Since #Person2# is very social, #Person1# asks for the communication strategy.", "topic2": "social skill", "summary3": "#Person2# shares #Person2#'s communication strategy with #Person1#.", "topic3": "communication strategy"}
{"fname": "test_30", "dialogue": "#Person1#: What's wrong with you, Mr. Polly?\n#Person2#: What's wrong? I want a break from this horrible job.\n#Person1#: Then, buy a bottle of soft drink.\n#Person2#: Would you like to buy a bottle for me in the shop?\n#Person1#: It's a problem, because my boss is in that shop now.\n#Person2#: Ok, I will go there myself.\n#Person1#: Sorry, Mr. Polly.\n#Person2#: It doesn't matter. Oh, God, I have only four dollars in my wallet. Is that possible for me to buy one?\n#Person1#: Have a try.", "summary1": "Mr. Polly is tired and wants a break from work. #Person1# cannot buy a bottle of soft drink for him.", "topic1": "break from job", "summary2": "Mr. Polly wants to get a break from work and he asks #Person1# to buy a drink for him, but #Person1# refuses.", "topic2": "take a break", "summary3": "Mr. Polly asks #Person1#'s help to buy a drink, but #Person1# refuses.", "topic3": "buy a drink"}
{"fname": "test_31", "dialogue": "#Person1#: Hello, this is Francis.\n#Person2#: Hi, this is Monica. I was wondering when we can work on this financial report.\n#Person1#: Today, I am busy all day long.\n#Person2#: Shall I see you on Friday morning?\n#Person1#: That's not good for me at all. It'll have to be another time.\n#Person2#: We must find some time to read report.\n#Person1#: I know. I am available from 1 PM to 4 PM on Friday afternoon.\n#Person2#: That's all right. Then see you on Friday afternoon.\n#Person1#: See you.", "summary1": "Francis and Monica are discussing when to work on the financial report.", "topic1": "decide the time", "summary2": "Francis and Monica manage to find time to work on a report together.", "topic2": "peer work", "summary3": "Francis and Monica negotiate on the time to work on the report.", "topic3": "schedule making"}
{"fname": "test_32", "dialogue": "#Person1#: Is this the workshop to prepare for an interview?\n#Person2#: This is the interview class. Welcome to our class.\n#Person1#: I am really excited to be taking this workshop so that I can get ready for my interview next week.\n#Person2#: We are all learning things that will help us in our interview. What do you think are some important considerations going into your interview?\n#Person1#: I think that we should dress neatly and appropriately.\n#Person2#: Yes. Second, as you can imagine, attitude and friendliness go a long way.\n#Person1#: Yes, and I always feel much better when I am friendly.\n#Person2#: Believe it or not, the interviewers are as interested in your questions as they are in your answers.\n#Person1#: Any more hints as to what I should do in an interview?\n#Person2#: Always be honest with your answers. The interviewers really do want to know if you will be a good fit for them.", "summary1": "#Person1# joins #Person2#'s interview workshop. They discuss the tips to improve their interview performance.", "topic1": "interview workshop", "summary2": "#Person1# takes an interview workshop. #Person2# offer #Person1# some useful tips on getting ready for an interview.", "topic2": "interview preparation", "summary3": "In the workshop, #Person2# offer #Person1# some suggestions on how to perform well in interviews.", "topic3": "interview workshop"}
{"fname": "test_33", "dialogue": "#Person1#: OK, that's a cut! Let's start from the beginning, everyone.\n#Person2#: What was the problem that time?\n#Person1#: The feeling was all wrong, Mike. She is telling you that she doesn't want to see you any more, but I want to get more anger from you. You're acting hurt and sad, but that's not how your character would act in this situation.\n#Person2#: But Jason and Laura have been together for three years. Don't you think his reaction would be one of both anger and sadness?\n#Person1#: At this point, no. I think he would react the way most guys would, and then later on, we would see his real feelings.\n#Person2#: I'm not so sure about that.\n#Person1#: Let's try it my way, and you can see how you feel when you're saying your lines. After that, if it still doesn't feel right, we can try something else.", "summary1": "#Person1# and Mike are discussing what kind of emotion should be expressed by Mike in this play. They have different understandings.", "topic1": "actor's feelings", "summary2": "#Person1# and Mike have a disagreement on how to act out a scene. #Person1# proposes that Mike can try to act in #Person1#'s way.", "topic2": "shooting", "summary3": "#Person1# wants Mike to act more angry, but Mike thinks he should act both angry and sad.", "topic3": "acting"}
{"fname": "test_34", "dialogue": "#Person1#: Well, I'll see you later, Mrs. Todd. My wife is waiting for me to take her shopping.\n#Person2#: I understand. There's a lot to get done at weekends, especially when you two work and the children are small.\n#Person1#: That's right. Jane and I have been talking about visiting you. So when I saw you in the garden, I decided to come over and say hello.\n#Person2#: I'm glad you did. In fact, I should have called on you first, since you have newly moved here.\n#Person1#: By the way, do you need anything from the store?\n#Person2#: No, but thanks for the offer. And thank you for coming over.\n#Person1#: It's a pleasure.", "summary1": "#Person1# greets Mrs. Todd and then they say goodbye to each other.", "topic1": "greetings", "summary2": "#Person1# comes over to say hello to Mrs. Todd, and will go shopping afterwards.", "topic2": "a short visit", "summary3": "#Person1# visits Mrs. Todd, and Mrs. Todd appreciates that.", "topic3": "farewell"}
{"fname": "test_35", "dialogue": "#Person1#: What's the matter, Bill? You look kind of pale.\n#Person2#: Oh, I'm just tired.\n#Person1#: Why?\n#Person2#: Well, I've been working until around ten every night this week.\n#Person1#: You should go home at quitting time today and take it easy.\n#Person2#: Yes. I think I will.\n#Person1#: That's good. Say, how's your brother?\n#Person2#: He's fine, but he is awfully busy. He went to the States on a business trip two weeks ago.\n#Person1#: Oh, really? Is he back yet?\n#Person2#: No, he won't come back for several more weeks.\n#Person1#: Wow! He must have a lot to do there.\n#Person2#: Yes, he does.\n#Person1#: I want to be sure of the time because I'm going to meet a friend at five o'clock sharp.\n#Person2#: Well, my watch says 4:30, and that time should be right. I set it with the radio yesterday.\n#Person1#: Good.", "summary1": "Bill is tired. Bill and #Person1# talk about Bill's brother.", "topic1": "feeling tired", "summary2": "#Person1# has a chat with Bill, and learns updates about Bill and his brother. #Person1# asks for time because #Person1# will go meet a friend.", "topic2": "chat", "summary3": "#Person1# suggests Bill take it easy and asks him about his brother. #Person1# also synchronizes the time with Bill.", "topic3": "social meeting"}
{"fname": "test_36", "dialogue": "#Person1#: Are you going to the demonstration to help stop the spread of nuclear weapons tomorrow, Cleo?\n#Person2#: No, Simon. I hate demonstrations. I have heard the police will be standing by with tear gas.\n#Person1#: Yes, but North Korea boasts it has nuclear arms.\n#Person2#: One hundred ninety countries have signed the Nuclear Non-Proliferation Treaty but the issues are just too complex. There are two sides to every story. I don't understand it and I have no intention of going to a demonstration. Demonstrations don't seem to accomplish anything anyway.\n#Person1#: Several demonstrations have changed politician's minds throughout history. As a responsible citizen I think it is important to stand up for what you believe in.\n#Person2#: Leave it to someone else. As I said, if you listen to both sides of a story, both sides have some good points. Why should I demonstrate and risk getting hurt for something that I am not even sure is right?\n#Person1#: You are not likely to get hurt. This will be a peaceful demonstration. I have spoken to the organizer for the university group. He insists that this will be peaceful. He advocates if you want world peace, peace begins at home-and that means right here in this city.\n#Person2#: You go if you want, Simon, but I plan to study for my physics exam.\n#Person1#: It would only take two hours of your day. The bus leaves the campus at 11:30 and leaves downtown to return to campus at 12:45. You could eat your lunch on the bus.\n#Person2#: I am not going, Simon. Why don't you ask the students in your political science class this afternoon if they want to go?\n#Person1#: They are all going.\n#Person2#: Okay, Simon. I need to meet my sister for coffee now.\n#Person1#: Bye then. See you in physics class tomorrow.", "summary1": "Simon and Cleo have different opinions towards the demonstration to help stop the spread of nuclear weapons. Cleo thinks it is useless, while Simon considers that Cleo should go to the demonstration.", "topic1": "demonstration", "summary2": "Cleo has no intention to attend the demonstration to help stop the spread of nuclear weapons, because Cleo hates police standing by with tear gas. Simon tries to change Cleo's mind but it doesn't work.", "topic2": "political demonstration", "summary3": "Simon and Cleo argue the effectiveness of demonstrations. Simon thinks they are helpful, but Cleo disagrees and refuses to go to the demonstration of helping stop the spread of nuclear weapons with Simon.", "topic3": "discuss demonstrations"}
{"fname": "test_37", "dialogue": "#Person1#: It's partly your own fault. You should never let in anyone like that unless you're expecting him.\n#Person2#: It's all very well to say that, but someone cones to the door and says 'electricity' or 'gas' and you automatically think he is OK, especially if he shows you a card.", "summary1": "#Person2# let in someone and #Person1# thinks it was #Person2#'s fault.", "topic1": "fault", "summary2": "#Person1# blames #Person2# for letting someone in without much discretion.", "topic2": "regret", "summary3": "#Person1# advises #Person2# not to let anyone in casually.", "topic3": "discuss safety"}
{"fname": "test_38", "dialogue": "#Person1#: Maggie, can I borrow your notes for history? I'll return them tomorrow.\n#Person2#: Sorry, but I usually go to the cafeteria and review them. Why not copy them in the library?\n#Person1#: OK.\n#Person2#: Here you are.\n#Person1#: You are a great help, Maggie.\n#Person2#: I don't quite understand a why you need my notes, Mark? You haven't missed any classes.\n#Person1#: To be honest, I work in supermarket from 7 to 10 o'clock every evening.\n#Person2#: I see. So you're pretty tired when you come to class.\n#Person1#: That's exactly why I want to borrow your notes. My notes aren't very good.\n#Person2#: So what do you usually do in class?\n#Person1#: I'm always awake at the beginning, but thirty minutes after class begins I feel sleepy and have trouble keeping my eyes open.\n#Person2#: Well, I need someone to study with and you need someone to keep you awake. Can we be study partners?\n#Person1#: Oh sure. That's a good idea. So give me a push when you see me sleeping in class.\n#Person2#: OK. Let's start today in the library. We are going there anyway and I don't have to go to the cafeteria.\n#Person1#: Sounds good.", "summary1": "Mark wants to borrow Maggie's class notes. Maggie suggests Mark copy them in the library and invites him to be study partners.", "topic1": "study partners", "summary2": "Mark asks Maggie for her history notes because Mark has been too tired in class. They become study partners at the end.", "topic2": "study partners", "summary3": "Mark asks Maggie for her notes because Mark's notes aren't good. They decide to be study partners and study together.", "topic3": "discuss school life"}
{"fname": "test_39", "dialogue": "#Person1#: Come in, come in! Can I help you?\n#Person2#: Professor Turner, are you giving your Advanced Geology course again next semester?\n#Person1#: Yes.\n#Person2#: I wonder if I could enroll in it, I know it's a graduate course and I'm only a junior, but...\n#Person1#: Aren't you a bit young? I've allowed qualified seniors to take the course and they usually have a hard time to keep up.\n#Person2#: I know, but the geology of the American West is my favorite interest and I've read a lot in the field. Last semester I took Professor Burman's course and I didn't find it challenging enough.\n#Person1#: I see. You certainly aren't one of those students who are out for easy grades.\n#Person2#: I should say not. I really want to learn something.\n#Person1#: Well, I'll speak to Professor Burman, if he thinks you're ready, I'll let you enroll.\n#Person2#: Oh, thanks. Prof. Turner, that's very nice of you.", "summary1": "#Person2# wants to take a course of Professor Turner and Professor agrees if #Person2# achieves the allowance of Professor Burman.", "topic1": "enrolling in course", "summary2": "#Person2#, a junior student, wants to enroll in Professor Turner's course for seniors very much. Professor Turner will ask for another professor's opinion.", "topic2": "course enrollment", "summary3": "#Person2# wants to enroll in Professor Turner's course, and Professor Turner agrees to consider his application.", "topic3": "course enrollment"}
{"fname": "test_40", "dialogue": "#Person1#: Hello, I bought the pendant in your shop, just before. \n#Person2#: Yes. Thank you very much. \n#Person1#: Now I come back to the hotel and try to show it to my friend, the pendant is broken, I'm afraid. \n#Person2#: Oh, is it? \n#Person1#: Would you change it to a new one? \n#Person2#: Yes, certainly. You have the receipt? \n#Person1#: Yes, I do. \n#Person2#: Then would you kindly come to our shop with the receipt by 10 o'clock? We will replace it. \n#Person1#: Thank you so much. ", "summary1": "#Person1# wants to change the broken pendant in #Person2#'s shop.", "topic1": "changing the pendant", "summary2": "#Person1# goes back to #Person2#'s shop to replace a broken pendant.", "topic2": "returning product", "summary3": "#Person1# wants a product changed from #Person2#, and #Person2# agrees.", "topic3": "post-sales service"}
{"fname": "test_41", "dialogue": "#Person1#: What do you think of this one? \n#Person2#: Eh, so so. \n#Person1#: And this one? Too flashy? \n#Person2#: Nah, not too flashy. \n#Person1#: Uhg! And this sweater from my aunt? Isn't it hideous? \n#Person2#: I guess. \n#Person1#: Are you even listening? I'm trying to have a conversation with you. \n#Person2#: And I'm trying to watch the game, but you're yapping on about your new clothes! \n#Person1#: Well I have to decide which gifts to keep and which to exchange for better ones when I go to the Boxing Day sales this afternoon! \n#Person2#: Well could you do me the favor of making this quick? It's the third quarter and you've been blabbering on since the first! \n#Person1#: Oh, your precious game. You watch the same game every year, and each year your beloved hometown team loses by at least three goals! \n#Person2#: Oh no you didn't. You didn't just insult the Sals-bury Seals, did you? Why don't you just. just go and return all of those stupid clothes and not come back until the sales are over? \n#Person1#: I might just! Enjoy your stupid game! ", "summary1": "#Person1# is showing the new clothes to #Person2#, but #Person2# is busy watching the games. They quarrel and get angry.", "topic1": "clothes and games", "summary2": "#Person1# and #Person2# have a serious quarrel over whether shopping for clothes or watching a sports game is more important.", "topic2": "quarrel", "summary3": "#Person1# asks #Person2#'s opinion on new clothes, but #Person2# only focuses on the game and feels annoyed. They are both angry and argue.", "topic3": "argument"}
{"fname": "test_42", "dialogue": "#Person1#: There are so many jobs to choose from. What do you want to do?\n#Person2#: I think working in the media could be fun. There's TV, newspapers, the Internet.\n#Person1#: Well, let me have a look. Uhm, how about this? You could become a TV news director.\n#Person2#: Are you joking? Directing the news would be very stressful.\n#Person1#: Well, writing for a magazine would be exciting. How about that?\n#Person2#: No, I'm more interested in working with computers. Hey, look, interactive media. I'd like that.", "summary1": "#Person1# gives suggestions on job choices to #Person2#. #Person2# likes interactive media.", "topic1": "choosing a job", "summary2": "#Person1# and #Person2# are looking at jobs. #Person2# is interested in the media industry.", "topic2": "search for job", "summary3": "#Person1# offers some job choices to #Person2#, but #Person2# doesn't like them.", "topic3": "job choices"}
{"fname": "test_43", "dialogue": "#Person1#: Don't tell me you're bored already?\n#Person2#: Well, yeah, I am.\n#Person1#: We just got here. You will have to find a way to entertain yourself then.\n#Person2#: What can I do? There are just a bunch of boring people giving boring speeches.\n#Person1#: Too bad. I have to sit through it, so you do, too. Even if it's a little boring, it's important for me to be here. I have to listen carefully, take notes and then interview some of the speakers afterward. I work for the Daily News after all. Didn't you bring anything to read?\n#Person2#: I brought my iPod and some headphones. Would it be rude to listen to some music?\n#Person1#: Yes, it would. I might have a few old newspapers in my bag. You could read them. They also have sections with games in them, like crossword puzzles. That will keep you busy for a while.\n#Person2#: I hate crosswords. Do the papers have comic sections in them?\n#Person1#: You'll probably find some. Now be quiet! Another man is getting up to speak. I really have to pay attention to this one. It's the head of the charity organization.", "summary1": "#Person2# feels bored with the meeting. #Person1# gives #Person2# some suggestions on how to entertain but finally asks #Person2# to keep quiet.", "topic1": "boring meeting", "summary2": "#Person1#, a reporter, takes #Person2# to a forum. #Person2# is bored and tries to find a pastime.", "topic2": "getting bored", "summary3": "#Person2# tells #Person1# that #Person2# is bored and explains the reasons, so #Person1# suggests #Person2# read some old newspapers and be quiet.", "topic3": "boring meeting"}
{"fname": "test_44", "dialogue": "#Person1#: Have you ever thought of moving, Sarah?\n#Person2#: We thought about it, but my husband and I can't afford it right now.\n#Person1#: Buying a house near our company can be expensive, but there are ways to find cheaper houses.\n#Person2#: Like what?\n#Person1#: Well, you can buy a house far away from the city center. You would definitely save money that way.\n#Person2#: That's a good idea.\n#Person1#: My sister in law and her husband just bought a house that way. And they're pretty satisfied with it.\n#Person2#: Is the house in poor condition?\n#Person1#: Not at all, the woman who owned it bought it from her friend and took good care of it. But when she died she had no family left and no will, so the government had to sell it for her.\n#Person2#: Was it a very old house?\n#Person1#: Yes, it was about 50 years old. There were a few repairs that needed doing but it didn't take a lot of money or time.\n#Person2#: Is it in a good location?\n#Person1#: The area can be a bit rough in the evening but the neighbors watch out for each other so it's OK.", "summary1": "Sarah is considering moving. #Person1# gives her advice on buying a house.", "topic1": "buying a house", "summary2": "Sarah wants to move. #Person1# suggests buying a cheaper house and offers information on possible options.", "topic2": "buying a house", "summary3": "Sarah tells #Person1# that she can't afford a new house. #Person1# says #Person1#'s sister-in-law bought a cheap house and suggests Sarah should buy a house far from the city center.", "topic3": "buy a house"}
{"fname": "test_45", "dialogue": "#Person1#: Hello. Welcome to this week's People You Meet. Today, we present to you Mark Leach, an information officer in London.\n#Person2#: Hi everyone, my name's Mark Leach. I'm an information officer at the Britain Business Center, which is a tourist office for the British tourist board in London. Here, we offer a tourist information service to mainly visitors from overseas. And each year, we have about 500,000 people come to the office.\n#Person1#: Wow. That's a large number of people. How do you manage to meet the needs of so many people?\n#Person2#: I'm in charge of an information team. The team has about 10 officers who give tourist information directly over the counter to visitors. We speak a total of 13 languages altogether.\n#Person1#: That's pretty cool. So what exactly do you do everyday?\n#Person2#: Well, we act as a one stop shop for anyone who wants to come in. So it could be that they want a day trip from London, which is a very popular request. And we can offer suggestions of where to go and how to get there. If people want a two week tour of Britain, we can plan out exactly where to visit, what roads to take.\n#Person1#: So, do you have any suggestions for people coming to Britain?\n#Person2#: A good suggestion is to see as much as you can. But try to come back again and again to see different parts of the country, because in that way you really experience it.", "summary1": "#Person1# introduces Mark Leach to this week's People You Meet. Mark Leach describes his job responsibilities and gives advice to people coming to Britain.", "topic1": "job description", "summary2": "#Person1# hosts the week's People You Meet, featuring Mark Leach. Mark introduces his work as an information officer in London.", "topic2": "introduction", "summary3": "Mark Leach introduces his information service and his work to the audience. He also offers suggestions for people coming to Britain.", "topic3": "introduction"}
{"fname": "test_46", "dialogue": "#Person1#: Hello, Lin Fang!\n#Person2#: Oh! Hi, Lucy!\n#Person1#: What's the next lesson, Lin Fang?\n#Person2#: English.\n#Person1#: Oh, good! That's my favorite subject.\n#Person2#: That's because you always find it so easy. I find it very difficult so I don't like it much.\n#Person1#: Nancy finds English quite difficult too. But she says it's her favorite subject.\n#Person2#: Yes, I know, and her second favorite subject is math.\n#Person1#: Math is my worst. I don't like it. I always get the answers wrong.\n#Person2#: So if English is your favorite subject, what's your second favorite?\n#Person1#: PE. What about you?\n#Person2#: I'm not sure. Both Chinese and science are my favorite subjects. I think I like Chinese a little more than science.\n#Person1#: You are very different from Nancy. She doesn't like science at all.", "summary1": "Lin Fang and Lucy are talking about their favourite subjects.", "topic1": "favourite subjects", "summary2": "Lin Fang and Lucy are talking about how they like different subjects.", "topic2": "study", "summary3": "Lucy likes English and P.E. best, but Lin Fang's favorite is Chinese and Science.", "topic3": "favorite subjects"}
{"fname": "test_47", "dialogue": "#Person1#: OK, Mrs Thomas. I finished cleaning up the leaves in the yard.\n#Person2#: Oh, thank you, James.\n#Person1#: I also swept the front steps and took out the garbage. Is there anything else I can help you with?\n#Person2#: Can you also take my dog Oscar for a walk?\n#Person1#: Sure.\n#Person2#: Here is such a prince. Ever since I broke my leg i t has been so difficult to take care of things around the house. My daughter Leah helps out on Mondays and Tuesdays and my son Robbie on Thursdays, but I'm so happy you can come on Saturdays.\n#Person1#: Well, I appreciate the weekend work. I'm saving up to buy a bike so I can ride to my basketball practice.\n#Person2#: Will you still be able to work for me after you get your bike?\n#Person1#: Of course, but don't forget I'm away next weekend visiting my grandfather. My sister Allison will come by instead.\n#Person2#: OK.", "summary1": "James comes to help Mrs. Thomas to do some housework on the weekend. James is saving up to buy a bike.", "topic1": "weekend work", "summary2": "James helped Mrs. Thomas with housework since she has broken her legs, and he wanted to save money for a bike.", "topic2": "offering help", "summary3": "James helps Mrs. Thomas to do chores because James wanted to save money and Mrs. Thomas is incapable.", "topic3": "do chores"}
{"fname": "test_48", "dialogue": "#Person1#: I think spring is finally here.\n#Person2#: Yep, it sure seems like it. However, it's still very cold at night.\n#Person1#: Yes, they turned the heat off 6 days ago. It's absolutely freezing in my apartment at night. I have to turn on the air conditioner to blow hot air in order to warm things up a little.\n#Person2#: Well, and if you are outside and is a bit of a breeze. It feels cold quickly.\n#Person1#: It sure does. I think I'm going to follow my cats example and just sit in the sum that shining in through the windows.", "summary1": "#Person1# and #Person2# are talking about the low temperature at night, although spring has come.", "topic1": "coldness", "summary2": "#Person1# and #Person2# agree that it still felt very cold in spring.", "topic2": "temperature", "summary3": "#Person1# and #Person2# talk about the weather and how to keep warm.", "topic3": "discuss weather"}
{"fname": "test_49", "dialogue": "#Person1#: OK, that's a cut. Let's start from the beginning everyone.\n#Person2#: What was the problem that time?\n#Person1#: The feeling was all wrong, Mike. She is telling you that she doesn't want to see you anymore, but I want to get more anger from you. You're acting hurt and sad, but that's not how your character would act in this situation.\n#Person2#: But Jason and Laura had been together for 3 years. Don't you think his reaction would be one of both anger and sadness?\n#Person1#: At this point, no. I think he would react the way most guys would and then later on, we would see his real feelings.\n#Person2#: I'm not so sure about that.\n#Person1#: Let's try it my way and you can see how you feel when you're saying your lines. After that, if it still doesn't feel right we can try something else.", "summary1": "#Person1# and Mike are discussing what kind of emotion should be expressed by Mike in this play. They have different understandings.", "topic1": "actor's feelings", "summary2": "#Person1# and Mike have a disagreement on how to act out a scene. #Person1# proposes that Mike can try to act in #Person1#'s way.", "topic2": "shooting", "summary3": "#Person1# wants Mike to act more angry, but Mike thinks he should act both angry and sad.", "topic3": "acting"}
{"fname": "test_50", "dialogue": "#Person1#: Taxi!\n#Person2#: Where will you go, sir?\n#Person1#: Friendship Hotel.\n#Person2#: OK, it's not far from here.\n#Person1#: I have something important to do, can you fast the speed?\n#Person2#: Sure, I'll try my best. Here we are.\n#Person1#: It's fast! How much should I pay you?\n#Person2#: The reading on the meter is 15 yuan.\n#Person1#: Here's 20 yuan, keep the change.\n#Person2#: Thank you very much.", "summary1": "#Person1# takes a taxi to the Friendship Hotel for something important.", "topic1": "taxi ride", "summary2": "#Person2# drives #Person1# to the Friendship Hotel as fast as #Person2# can be.", "topic2": "take a taxi", "summary3": "The taxi driver takes #Person1# to the Friendship Hotel quickly.", "topic3": "take a taxi"}
{"fname": "test_51", "dialogue": "#Person1#: I'm broke, and I have to catch another bus.\n#Person2#: Why don't you have any money for another bus?\n#Person1#: I got hungry and bought some chips.\n#Person2#: That was smart.\n#Person1#: Anyway, do you have any change I can use for the bus?\n#Person2#: I don't have any.\n#Person1#: I don't know how I'm going to get home.\n#Person2#: Get a transfer from the bus driver.\n#Person1#: How much is a transfer?\n#Person2#: It doesn't cost anything.\n#Person1#: That's great! Thanks for your help.\n#Person2#: You know what? Don't mention it.", "summary1": "#Person1# doesn't have any change for the bus because #Person1# bought some chips. #Person2# suggests #Person1# get a transfer from the bus driver.", "topic1": "bus stop conversation", "summary2": "#Person1#'s broke, so #Person2# suggests #Person1# get a free bus transfer.", "topic2": "discussion", "summary3": "#Person1#'s broke, so #Person2# suggests #Person1# get a transfer from the bus driver to go home.", "topic3": "get a transfer"}
{"fname": "test_52", "dialogue": "#Person1#: How long does it take to get to downtown from here?\n#Person2#: It is 15 minutes ' drive.\n#Person1#: What companies do we have in our neighborhood?\n#Person2#: Mitsubishi, HP, IBM and many other famous corporations.\n#Person1#: Does the 7th floor belong to our company too?\n#Person2#: Yes, our company has two floors, the 6th and 7th floor in this building.\n#Person1#: It ' s such a large firm. Do we have our own staff restaurant?\n#Person2#: Yes, at the end of the hall.", "summary1": "#Person2# tells #Person1# information about their company and its surroundings.", "topic1": "company visit", "summary2": "#Person1# asks #Person2# about the company's surroundings, location, and staff restaurant.", "topic2": "questions about company", "summary3": "#Person2# introduces the surroundings and information about their company to #Person1#.", "topic3": "company surroundings"}
{"fname": "test_53", "dialogue": "#Person1#: Did you hear about Lulu?\n#Person2#: No, what?\n#Person1#: She and Vic broke up and now she ' s asked for a transfer.\n#Person2#: Get out of here! I didn ' t even know they were dating!\n#Person1#: No one really did. They were very discreet and professional at the office.", "summary1": "#Person1# and #Person2# are gossiping about Lulu and Vic's break-up.", "topic1": "informal private chat", "summary2": "#Person1# and #Person2# are talking about Lulu and Vic's breakup.", "topic2": "love life", "summary3": "#Person1# and #Person2# talk about Lulu and Vic's breakup.", "topic3": "Lulu and Vic"}
{"fname": "test_54", "dialogue": "#Person1#: Hello, 332440.\n#Person2#: Oh hello, Sally. This is Dave Thomson here. Could I speak to Jim please?\n#Person1#: I'm afraid he's not in at the moment Dave. He went out about an hour ago and he's not back yet.\n#Person2#: Any idea when he might be back?\n#Person1#: Well, he shouldn't be long. He said he was just going to get some paint. But I wouldn't be surprised if he's stopped off at the pub on the way back.\n#Person2#: OK. well, tell him I've called, will you, and I'll try again later.\n#Person1#: All right. Goodbye, Dave.\n#Person2#: Thanks then Sally. Goodbye.", "summary1": "Dave Thomson calls Jim but Jim went out. Sally will tell Jim Dave called.", "topic1": "phone call", "summary2": "Dave calls Jim but Jim is out. Sally tells Dave Jim's whereabouts.", "topic2": "call", "summary3": "Dave Thomson calls to speak to Jim but Jim is out.", "topic3": "phone call"}